[{
	"name": "青蛙",
	"ename": "frog",
	"pinyin": "qīngwā",
	"desc": "青蛙（Frog）属于脊索动物门、两栖纲、无尾目、蛙科的两栖类动物，成体无尾，卵产于水中，体外受精，孵化成蝌蚪，用鳃呼吸，经过变异，成体主要用肺呼吸，兼用皮肤呼吸。绝大部分青蛙通过体外受精繁殖，受精卵在母体外孵化成蝌蚪。全球只有10至12种青蛙进化至体内受精，部分会把受精卵排出体外孵化成蝌蚪。青蛙一向被认为是卵生动物，不过科学家发现，一种生活在印度尼西亚苏拉威西岛雨林的青蛙能够产下蝌蚪。这种青蛙是全球6000多种青蛙中唯一一种能够“下蝌蚪”的青蛙。[1]\n蛙体型较苗条，多善于游泳。颈部不明显，无肋骨。前肢的尺骨与桡骨愈合，后肢的胫骨与腓骨愈合，因此爪不能灵活转动，但四肢肌肉发达。最原始的青蛙在三叠纪早开始进化。现今最早有跳跃动作的青蛙出现在侏罗纪。因为青蛙是以昆虫和其他无脊椎动物为主食，因此必须栖息於水边。中国的蛙类有130种左右，它们几乎都是消灭森林和农田害虫的能手。",
	"img": "frog.jpg"
}, {
	"name": "海蟾蜍",
	"ename": "Bufomarinus",
	"pinyin": "hǎichánchú",
	"desc": "海蟾蜍，又名美洲巨蟾蜍、甘蔗蟾蜍、蔗蟾蜍或蔗蟾，是世界上最大的蟾蜍，世界第三大蛙。野生状态下，雌蟾蜍的重量常常超过一千克。\n海蟾蜍几乎不怕任何食肉动物，因为它们皮肤里的液腺能产生剧毒。海蟾蜍通常在黄昏时进食，主要以昆虫为食，也吃青蛙、蜥蜴和小的啮齿动物。[1]\n图集\n海蟾蜍图册\n词条视频",
	"img": "haichanchu.jpg"
}, {
	"name": "蝾螈",
	"ename": "Newt",
	"pinyin": "róngyuán",
	"desc": "蝾螈(学名：Salamander)，全世界大约有400多种，分属有尾目下的10个科。蝾螈是有尾两栖动物，体形和蜥蜴相似，但体表没有鳞，也是良好的观赏动物，包括蝾螈亚目、隐鳃鲵亚目。它们大部分栖息在淡水和沼泽地区，主要是北半球的温带区域。他们靠皮肤来吸收水分，因此需要潮湿的生活环境。环境到摄氏零下以后，他们会进入冬眠状态。",
	"img": "rongyuan.jpg"
}, {
	"name": "红点齿蟾",
	"ename": "Red Tooth Toad",
	"pinyin": "hóngdiǎnchǐchán",
	"desc": "红点齿蟾（学名：Oreolalax rhodostigmatus）：也叫棒头鱼或透明鱼。稀有两栖动物，后肢较短，具铲形的凸出物，可用于挖掘。夜间活动，白天及长期干旱时躲藏于洞穴中。荐椎横突特别宽而长大，荐椎前几枚躯椎大多细弱并向前倾斜成锐角，荐椎与尾杆骨愈合或仅有单一骨髁。舌器不具前角或呈游离状；舌喉器的环状软骨在背侧不相连。卵和蝌蚪在水域存活，幼体是透明的蝌蚪，是生长在有流水的溶洞内的水生动物。蝌蚪为左出水孔型。口周有唇乳突，上下唇最外排唇齿都是一短行，左右唇齿2-8行不等，角质颌强，适于刮取藻类，甚至能咬食小蝌蚪。",
	"img": "hongdianchichan.jpg"
}, {
	"name": "蝌蚪",
	"ename": "tadpole",
	"pinyin": "kēdǒu",
	"desc": "蝌蚪（英文：tadpole）古时写作\"科斗\",是蛙、蟾蜍、蝾螈、鲵等两栖类动物的幼体，又称蛤蟆蛋蛋。刚孵化出来的蝌蚪，身体呈纺锤形，无四肢、口和内鳃，生有侧扁的长尾，头部两侧生有分枝的外鳃，吸附在水草上，靠体内残存的卵黄供给营养。以群居为主。当蝌蚪成熟了，它们开始脱变，渐渐长出四肢，然后（对于蛙和蟾蜍）则透过细胞凋亡（控制细胞死亡）逐渐退化了它们的尾巴。\n图集\n蝌蚪图册\n词条视频",
	"img": "kedou.jpg"
}, {
	"name": "玻璃蛙",
	"ename": "GlassFrogs",
	"pinyin": "bōlíwā",
	"desc": "玻璃蛙(GlassFrogs)，原产于委内瑞拉，属于两栖类中的绿骨蛙科。虽然玻璃蛙背部呈灰绿色，但个别成员的腹部皮肤却是半透明的。通过半透明的皮肤，能清晰的看到它的心脏，肝脏以及消化道。",
	"img": "boliwa.jpg"
}, {
	"name": "奇异多指节蛙",
	"ename": "Multi - fingered frog",
	"pinyin": "qíyìduōzhǐjiéwā",
	"desc": "奇异多指节蛙（Paradoxical Frog），也被称作Shrinking Frog，当它还是蝌蚪的时候，最大可以长到25cm，但是，当它变成青蛙时候，会越来越小，最后只有原来的四分之一。",
	"img": "qiyiduozhijiewa.jpg"
}, {
	"name": "阿马乌童蛙",
	"ename": "Amu child frog",
	"pinyin": "āmǎwūtóngwā",
	"desc": "阿马乌童蛙（学名：Paedophryne amauensis）是一种生长于巴布亚新几内亚的蛙类，全长7.7毫米（0.30英寸）。是已知世界最小的非寄生或共生的脊椎动物（雄安康鱼的平均长度介于6.2到7.3毫米，但它必须寄生在雌安康鱼身上才能存活，而最终转化成其一鳍）。2009年8月首次被发现",
	"img": "amawutongwa.jpg"
}, {
	"name": "新疆北鲵",
	"ename": "salamander",
	"pinyin": "xīnjiāngběiní",
	"desc": "新疆北鲵，俗名娃娃鱼又叫水四脚蛇，是目前新疆惟一存活下来的有尾两栖动物，栖息于新疆温泉县境内，仅生活在海拔2100-3200米的高山泉水小溪、湖泊浅水处，是天山和阿拉套山由地面抬升时幸存下来的孓遗动物。",
	"img": "xinjiangbeini.jpg"
}, {
	"name": "牛蛙",
	"ename": "bullfrog",
	"pinyin": "niúwā",
	"desc": "蛙科（Ranidae，即赤蛙科）动物，学名Ranacatesbeiana。独居的水栖蛙，因其叫声大且宏亮酷似牛叫而得名，故名牛蛙，为北美最大的蛙类。",
	"img": "bullfrog.jpg"
}, {
	"name": "墨西哥钝口螈",
	"ename": "Blunt mouth",
	"pinyin": "mòxīgēdùnkǒuyuán",
	"desc": "墨西哥钝口螈（英文名称：Axolotl），又名美西螈，俗称六角恐龙，是水栖的两栖类，是墨西哥的特有物种。自然环境只能生活在有淤泥的水道和湖泊。因其独特的外貌及幼体性成熟而著名。也就是说，即使在性成熟后也不会经历适应陆地的变化，仍保持它的水栖糼体型态。虽然在全球有作为宠物而被饲养（特别是北美等地），但其原栖地已被大量开发，造成湖底石砂化，破坏了湖底的淤泥环境，造成功能性灭绝。生活面积不多于10平方公里。在IUCN红色名录内被评为极危物种。",
	"img": "moxigedunkouyuan.jpg"
}, {
	"name": "越南棱皮树蛙",
	"ename": "",
	"pinyin": "yuènánléngpíshùwā",
	"desc": "越南棱皮树蛙原产于越南北部的深山中，首次发现于1903年。它的皮肤棕绿相间，好似披着一层苔藓，堪称自然界的“伪装大师”。这种蛙最长可达9厘米，通常雌性蛙的体积要比雄性蛙大。此外，越南棱皮树蛙非常罕见，世界自然保护联盟曾将其列为“受威胁物种”；目前这种蛙也受到越南政府的保护。",
	"img": "yuenanlengpishuwa.jpg"
}, {
	"name": "角蛙",
	"ename": "Horned frog",
	"pinyin": "jiǎowā",
	"desc": "角蛙可以算是全世界最普遍的宠物蛙。几乎在每个水族馆都看得到，近年业者更名为招财蛙，大概是想仿效日本的招财猫。",
	"img": "horned.jpg"
}, {
	"name": "黄金箭毒蛙",
	"ename": "Poison frogs",
	"pinyin": "huángjīnjiàndúwā",
	"desc": "箭毒蛙是全球最美丽的青蛙，同时也是毒性最强的物种之一。其中黄金箭毒蛙是其中毒性最强之一的物种。黄金箭毒蛙的整个皮肤都有毒，被认为最毒的脊椎动物。其1克蛙毒可以致15000人死亡，其毒液能引起剧痛，麻痹和心力衰竭。箭毒蛙主要分布于巴西、圭亚那、智利等热带雨林中，通身鲜明，全身及四肢都呈金黄色，其中以柠檬黄最为耀眼和突出。举目四望，它似乎在炫耀自己的美丽，又像警告来犯的敌人。除了人类外，箭毒蛙几乎再没有别的敌人。",
	"img": "huangjinjianduwa.jpg"
},  {
	"name": "山鸡细趾蟾",
	"ename": "Small toe toad",
	"pinyin": "shānjīxìzhǐchán",
	"desc": "细趾蟾科（拉丁学名：Leptodactylidae）为无尾目的一科，也是其中最大的一科，外型各不相同，主要生活于水中、陆地或树上。该科包括4个亚科约50属，多数分布于美洲的热带和西印度群岛，少数分布于美洲温带。",
	"img": "shanjixizhichan.jpg"
}, {
	"name": "树蛙",
	"ename": "",
	"pinyin": "shùwā",
	"desc": "树蛙，无尾目树蛙科的1属，体多细长而扁，后肢长，吸盘大，指、趾间有发达的蹼，可以用其在空中滑翔，树蛙科有10~12属400-500种，广泛分布于亚洲和非洲热带和亚热带地区，在马达加斯加岛上也能见到，最著名的树蛙当数亚洲的几种飞蛙，如黑掌树蛙Rhacophorusnigropalmatus和黑蹼树蛙R.reiwardti等。",
	"img": "shuwa.jpg"
}, {
	"name": "蚓螈",
	"ename": "ynyun",
	"pinyin": "yǐnyuán",
	"desc": "蚓螈，裸蛇目(蚓螈目〔Gymnophiona〕，前作无足目〔Apoda〕)约155种两生类的统称。穴居或於水中游泳，常隐伏，分布於西半球(从墨西哥至阿根廷北部)以及非洲、东南亚和塞舌尔(Seychelles)群岛。体长，四肢及腰带已退化。特徵为体表有许多体环，体长10∼150公分(约4∼60吋)，直径最大为5公分(2吋)。颜色从黑到粉红棕色不等。眼小，隐於皮下乃至骨下。眼与鼻孔间有一化学感受触须。雌雄外观相似，雄性具可插入雌性体内进行体内授精交配器。较原始的种类产卵後由雌性护卵，幼体孵出後能自由生活。其他种类亦产卵，但非直接发育。许多种类为胎生，母体输卵管向胚胎供应营养，小蚓螈发育成熟後出生。蚓螈生活在地下，以蠕虫和昆虫为食，而蛇又常以它们为食。\n大型蚓螈，多以无脊椎动物为食，偶尔也会捕食小型蜥蜴。一般切碎的鱼虾肉或面包虫都可以接受。人工饲料也能够欣然接受，在食物供给上并不会有任何困难。至于雌雄的辨别一样也十分困难，雌蚓螈将卵在体内孵化并让幼体成长至一定长度才会产下。因此幼体产下后便能够脱离雌蚓螈独立谋生。\n蚓螈是尾极短或无，无四肢和肢带，蚯蚓状。已知160余种，下分隶6～7科30余属。广布于环球热带和亚热带湿热地区，尤以南美的种类最多，而安的列斯群岛无。非洲东西两侧均有分布，并在塞舌尔群岛有6～7种，而马达加斯加岛无。在亚太地区分布于东南亚和南亚及西侧新几内亚岛（又称伊里安岛）。大洋洲及欧洲无分布。中国现有2种，即双带鱼螈和版纳鱼螈。",
	"img": "ynyun.jpg"
}]