[{
	"name": "鸡",
	"ename": "",
	"pinyin": "jī",
	"desc": "鸡，从奚从隹。鸟纲雉科家禽,品种很多。\n鸡是人类饲养最普遍的家禽。家鸡源出于野生的原鸡，其驯化历史至少约4000年，但直到1800年前后鸡肉和鸡蛋才成为大量生产的商品。鸡的种类有火鸡、乌鸡、野鸡等。而且鸡也是12生肖中的一属。",
	"img": "ji.jpg"
}, {
	"name": "鹦鹉",
	"ename": "parrots",
	"pinyin": "yīngwǔ",
	"desc": "鹦鹉是鹦形目（学名：Psittaciformes）众多羽毛艳丽、爱叫的鸟。典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。羽色鲜艳，常被作为宠物饲养。它们以其美丽的羽毛，善学人语技能的特点，更为人们所欣赏和钟爱。分布在温、亚热、热带的广大地域。种类非常繁多，有2科、82属、358种，是鸟纲最大的科之一。主要分布于热带森林中。\n鹦鹉的浪漫情人节2016-02-1416:02\n2月14日是情人节，江苏省苏州动物园内的鹦鹉相依相偎，尽享浪漫。...详情\n相关新闻\n内容来自",
	"img": "parrots.jpg"
}, {
	"name": "鸽子",
	"ename": "",
	"pinyin": "gēzǐ",
	"desc": "鸽，一种十分常见的鸟，世界各地广泛饲养，鸽是鸽形目鸠鸽科数百种鸟类的统称。我们平常所说的鸽子只是鸽属中的一种，而且是家鸽，家鸽中最常见的是信鸽，主要用于通讯和竞翔。鸽子和人类伴居已经有上千年的历史了，考古学家发现的第一幅鸽子图像，来自于公元前3000年的美索不达米亚，也就是现在的伊拉克。",
	"img": "gezi.jpg"
}, {
	"name": "乌鸦",
	"ename": "",
	"pinyin": "wūyā",
	"desc": "",
	"img": "wuya.jpg"
}, {
	"name": "猫头鹰",
	"ename": "",
	"pinyin": "māotóuyīng",
	"desc": "鸮形目（Strigiformes）中的鸟被叫做猫头鹰，总数超过130余种。在除南极洲以外所有的大洲都有分布。[1]大部分的种为夜行性肉食性动物,食物以鼠类为主，也吃昆虫、小鸟、蜥蜴、鱼等动物。该目鸟类头宽大，嘴短而粗壮前端成钩状，头部正面的羽毛排列成面盘，部分种类具有耳状羽毛。双目的分布，面盘和耳羽使本目鸟类的头部与猫极其相似，故俗称猫头鹰。别名神猫鹰。[2]",
	"img": "maotouying.jpg"
}, {
	"name": "麻雀",
	"ename": "",
	"pinyin": "máquè",
	"desc": "",
	"img": "maque.jpg"
}, {
	"name": "企鹅",
	"ename": "penguins",
	"pinyin": "qǐé",
	"desc": "企鹅（学名：Spheniscidae）：有“海洋之舟”美称的企鹅是一种最古老的游禽，是地球上最大的不会飞的鸟，它们很可能在地球穿上冰甲之前，就已经在南极安家落户。全世界的企鹅共有18种，大多数都分布在南半球。主要生活在南半球，属于企鹅目，企鹅科。特征为不能飞翔；脚生于身体最下部，故呈直立姿势；趾间有蹼；跖行性（其他鸟类以趾着地）；前肢成鳍状；羽毛短，以减少摩擦和湍流；羽毛间存留一层空气，用以保温。背部黑色，腹部白色。各个种的主要区别在于头部色型和个体大小。\n企鹅能在-60℃的严寒中生活、繁殖。在陆地上，它活像身穿燕尾服的西方绅士，走起路来，一摇一摆，遇到危险，连跌带爬，狼狙不堪。可是在水里，企鹅那短小的翅膀成了一双强有力的“划桨”，游速可达每小时25-30千米。一天可游160千米。主要以磷虾、乌贼，小鱼为食。",
	"img": "penguins.jpg"
}, {
	"name": "翠鸟",
	"ename": "",
	"pinyin": "cuìniǎo",
	"desc": "",
	"img": "cuiniao.jpg"
}, {
	"name": "斑胸草雀",
	"ename": "zebrafinch",
	"pinyin": "bānxiōngcǎoquè",
	"desc": "斑胸草雀（拉丁名：Poephilaguttata，英文名：ZebraFinch[1]），长10厘米左右，主要以禾本科植物的种子为食。斑胸草雀与其他梅花雀科鸟类同样有高度的社会性，雄鸟会通过“唱情歌”求偶。常用于脊椎动物脑、行为和演化研究的模型。原产印度尼西亚、澳大利亚的东部地区。中国是在二十世纪五十年代由澳大利亚引进，为世界许多国家饲养的观赏鸟。",
	"img": "zebrafinch.jpg"
}, {
	"name": "鸭子",
	"ename": "",
	"pinyin": "yāzǐ",
	"desc": "鸭子英文名称：Duck。脊索动物门，脊椎动物亚门，鸟纲雁形目，鸭科鸭属动物，是由野生绿头鸭和斑嘴鸭驯化而来。是一种常见家禽。鸭是雁形目鸭科鸭亚科水禽的统称。是一种水、陆两栖动物。但不能在水中待太久，是卵生动物。",
	"img": "yazi.png"
}, {
	"name": "燕子",
	"ename": "",
	"pinyin": "yànzǐ",
	"desc": "燕子(Swallow)是雀形目燕科74种鸟类的统称。形小，翅尖窄，凹尾短喙，足弱小，羽毛不算太多。羽衣单色，或有带金属光泽的蓝或绿色；大多数种类两性都很相似。燕子消耗大量时间在空中捕捉害虫，是最灵活的雀形类之一，主要以蚊、蝇等昆虫为主食，是众所周知的益鸟。在树洞或缝中营巢，或在沙岸上钻穴，或在城乡把泥黏在楼道、房顶、屋檐等的墙上或突出部上为巢。每产3∼7卵。",
	"img": "yanzi.jpg"
}, {
	"name": "啄木鸟",
	"ename": "",
	"pinyin": "zhuómùniǎo",
	"desc": "香港啄木鸟集团有限公司（plover）是一家综合型国际服饰集团，在意大利、法国、日本设立了多个办事机构，负责品牌的海外市场推广及拓展。在中国大陆有杭州啄木鸟服装有限公司、九江啄木鸟服装有限公司、青田啄木鸟鞋业有限公司、湖州啄木鸟羊绒制品有限公司、杭州乔治阿玛尼服饰有限公司、海宁梦纳娇皮鞋服饰有限公司、广州富纳服装有限公司、东阳彬龙领带服饰有限公司、福建康利体育用品有限公司、九江红盛果进出口有限公司、义乌豪伸制衣有限公司、广东啄木鸟皮具有限公司等子公司。",
	"img": "zhuomuniao.jpg"
}, {
	"name": "海鸥",
	"ename": "mewgulcommongull",
	"pinyin": "hǎiōu",
	"desc": "海鸥（学名：Laruscanus）是一种中等体型的鸥。体长38-44厘米，翼展106-125厘米，体重300-500克，寿命24年。[1]腿及无斑环的细嘴绿黄色，白尾，初级飞羽羽尖白色，具大块的白色翼镜。冬季头及颈散见褐色细纹，有时嘴尖有黑色。海鸥身姿健美，惹人喜爱，其身体下部的羽毛就像雪一样晶莹洁白。\n海鸥是候鸟，分布于欧洲、亚洲至阿拉斯加及北美洲西部。迁徙时见于中国东北各省。越冬在整个沿海地区包括海南岛及台湾；也见于华东及华南地区的大部分内陆湖泊及河流。",
	"img": "mewgulcommongull.jpg"
}, {
	"name": "火鸡",
	"ename": "",
	"pinyin": "huǒjī",
	"desc": "火鸡（学名：Meleagrisgallopavo）亦称吐绶鸡，是在墨西哥的瓦哈卡地方首先驯化成家禽的，时间大约相当于欧洲的新石器时代（欧洲新石器时代约公元前五千年）。火鸡于十五世纪末输入到欧洲，引入中国的时间更晚。火鸡现在北美洲的南部还有野生的。和其他鸡形目鸟类相似，雌鸟较雄鸟小，颜色较不鲜艳。火鸡翼展可达1.5-1.8米，是当地开放林地最大的鸟类，很难与其他种类搞混。火鸡共有六个亚种，现代的家火鸡是由墨西哥的原住民驯化当地的野生火鸡而得来。",
	"img": "huoji.jpg"
}, {
	"name": "鸵鸟",
	"ename": "tuoniao",
	"pinyin": "tuóniǎo",
	"desc": "鸵鸟是非洲一种体形巨大，不会飞但奔跑得很快的鸟，也是世界上现存体型最大的鸟类。高可达2.5米，全身有黑白色的羽毛，脖子长而无毛，翼短小，腿长。平时速度达60km/h，最快达72km/h。[1]",
	"img": "tuoniao.jpg"
}, {
	"name": "老鹰",
	"ename": "loyng",
	"pinyin": "lǎoyīng",
	"desc": "老鹰（学名：Aquila），也叫鸢，是小型猛禽，与一般鸟类不同，雌鸟体型往往比雄鸟更大。老鹰性情凶猛，嘴呈黄色，上嘴弯曲，脚强健有力，趾有锐利的爪，翼大善飞。汉语中将隼科中较大的鸟类和鸱鸮科的鸟类（猫头鹰）等食肉鸟类俗称也划为鹰类，但一般只是专指鹰科鸟类。\n老鹰分布极广，广泛分布于世界的各大洲。中国境内的鹰主要分布区为西藏、新疆和内蒙古、青海以及陕西南部安康、商洛等巴山茂林地带均有分布。在动物世界里，鹰是一个科的总称，分有许多不同的种类。它有双锐利的眼睛，可以看见数千米甚至更远。卵生，恒温动物。",
	"img": "loyng.jpg"
}, {
	"name": "火烈鸟",
	"ename": "",
	"pinyin": "huǒlièniǎo",
	"desc": "",
	"img": "huolieniao.jpg"
}, {
	"name": "鹰",
	"ename": "",
	"pinyin": "yīng",
	"desc": "",
	"img": "ying.jpg"
}, {
	"name": "候鸟",
	"ename": "",
	"pinyin": "hòuniǎo",
	"desc": "很多鸟类具有沿纬度季节迁移的特性，夏天的时候这些鸟在纬度较高的温带地区繁殖，冬天的时候则在纬度较低的热带地区过冬。夏末秋初的时候这些鸟类由繁殖地往南迁移到渡冬地，而在春天的时候由渡冬地北返回到繁殖地。这些随着季节变化而南北迁移的鸟类称之为候鸟。",
	"img": "houniao.jpg"
}, {
	"name": "军舰鸟",
	"ename": "frigatebird",
	"pinyin": "jūnjiànniǎo",
	"desc": "军舰鸟[1]（学名：Fregata）是鹈形目军舰鸟科5种大型海鸟的通称。具极细长的翅及长而深的叉形尾，翅展长约可达2.3米，一般雄性成鸟的体羽全黑，雌性成鸟的下部则为明显白色。两性皆具一个裸露皮肤的喉囊，求偶的雄鸟为了展示，其喉囊会呈鲜红色并鼓起。其他明显特征包括4趾，具蹼，以及长的钩状嘴，可以用来攻击其他海鸟，并抢夺其鱼。[2]",
	"img": "frigatebird.jpg"
}, {
	"name": "秃鹫",
	"ename": "",
	"pinyin": "tūjiù",
	"desc": "",
	"img": "tujiu.jpg"
}, {
	"name": "杜鹃",
	"ename": "",
	"pinyin": "dùjuān",
	"desc": "",
	"img": "dujuan.jpg"
}, {
	"name": "白颊林莺",
	"ename": "",
	"pinyin": "báijiálínyīng",
	"desc": "脊索动物门->脊椎动物亚门->->鸟纲->今鸟亚纲->->今颚总目->雀形目->->->森莺科",
	"img": "baijialinying.jpg"
}, {
	"name": "布谷鸟",
	"ename": "",
	"pinyin": "bùgǔniǎo",
	"desc": "",
	"img": "buguniao.jpg"
}, {
	"name": "海燕",
	"ename": "",
	"pinyin": "hǎiyàn",
	"desc": "《海燕》又名《海燕之歌》，是高尔基创作的一篇著名散文诗。海燕在暴风雨来临之前，常在海面上飞翔。因此，在俄文里，“海燕”一词含有“暴风雨的预言者”之意。\n此文按海面景象的发展变化分成三部分，描绘了海燕面临狂风暴雨和波涛翻腾的大海时的壮丽场景。在这篇文章中，作者通过对海燕在暴风雨来临之际勇敢欢乐的形象的描写，深刻反映了1905年俄国革命前夕急剧发展的革命形势，热情歌颂了俄国无产阶级革命先驱坚强无畏的战斗精神，预言沙皇的黑暗统治必将崩溃，预示无产阶级革命即将到来并必将取得胜利的前景。并且号召广大劳动人民积极行动起来，迎接伟大的革命斗争。",
	"img": "haiyan.jpg"
}, {
	"name": "喜鹊",
	"ename": "magpie",
	"pinyin": "xǐquè",
	"desc": "喜鹊（学名：Picapica）是鸟纲鸦科的一种鸟类。共有10个亚种。体长40～50厘米，雌雄羽色相似，头、颈、背至尾均为黑色，并自前往后分别呈现紫色、绿蓝色、绿色等光泽，双翅黑色而在翼肩有一大形白斑，尾远较翅长，呈楔形，嘴、腿、脚纯黑色，腹面以胸为界，前黑后白。留鸟。\n栖息地多样，常出没于人类活动地区，喜欢将巢筑在民宅旁的大树上。全年大多成对生活，杂食性，在旷野和田间觅食，繁殖期捕食昆虫、蛙类等小型动物，也盗食其他鸟类的卵和雏鸟，兼食瓜果、谷物、植物种子等。每窝产卵5～8枚。卵淡褐色，布褐色、灰褐色斑点。雌鸟孵卵，孵化期18天左右，1个月左右离巢。\n除南美洲、大洋洲与南极洲外，几乎遍布世界各大陆。中国有4个亚种，见于除草原和荒漠地区外的全国各地。喜鹊在中国是吉祥的象征，自古有画鹊兆喜的风俗。[1]",
	"img": "magpie.jpg"
}, {
	"name": "遗鸥",
	"ename": "relictgull",
	"pinyin": "yíōu",
	"desc": "遗鸥（学名：Larusrelictus）鸥科鸥属濒危候鸟，中型水禽，体长为40厘米左右。成鸟夏羽：整个头部深棕褐色至黑色，上沿达后颈，下沿至下喉及前颈，深棕褐色由前向后逐渐过渡成纯黑色，与白色颈部相衔接。眼的上、下方及后缘具有显著的白斑，颈部白色；背淡灰色；腰、尾上覆羽和尾羽纯白色。\n繁殖地集中在蒙古国、哈萨克斯坦、俄罗斯和中国，其越冬地在中国和韩国亦有发现。遗鸥栖息于海拔1200-1500m的沙漠咸水湖和碱水湖中，繁殖期在5月初至7月初，杂食性，繁殖期以水生昆虫等动物性食物为主。10月南迁。",
	"img": "relictgull.jpg"
}, {
	"name": "画眉",
	"ename": "",
	"pinyin": "huàméi",
	"desc": "",
	"img": "huamei.jpg"
}, {
	"name": "小蓝企鹅",
	"ename": "",
	"pinyin": "xiǎolánqǐé",
	"desc": "小蓝企鹅（学名：Eudyptulaminor），又名小企鹅、蓝企鹅、神仙企鹅、仙企鹅、小鳍脚企鹅，是企鹅家族中体型最小的物种，有别于其他常见企鹅，它们有一身蓝色的羽毛，因此被称作小蓝企鹅。小蓝企鹅生长在澳大利亚、新西兰，通常只在夜间活动，而且胆子非常小，有人曾经在智利见过它们的踪迹。小蓝企鹅的数量目前稳定维持在100万只左右。保护现状是低危——暂无危机。",
	"img": "xiaolanqie.jpg"
}, {
	"name": "渡渡鸟",
	"ename": "dodo",
	"pinyin": "dùdùniǎo",
	"desc": "渡渡鸟，或作嘟嘟鸟（Dodo），又称毛里求斯渡渡鸟、愚鸠、孤鸽，是仅产于印度洋毛里求斯岛上一种不会飞的鸟。这种鸟在被人类发现后仅仅70年的时间里，便由于人类的捕杀和人类活动的影响彻底绝灭，堪称是除恐龙之外最著名的已灭绝动物。也是毛里求斯唯一被定为国鸟的已灭绝鸟类。",
	"img": "dodo.jpg"
}, {
	"name": "非洲灰鹦鹉",
	"ename": "africangreyparrot",
	"pinyin": "fēizhōuhuīyīngwǔ",
	"desc": "非洲灰鹦鹉（学名：Psittacuserithacus）属于大型鹦鹉，是典型的攀禽，对趾型足，两趾向前两趾向后，适合抓握，鸟喙强劲有力，可以食用硬壳果。尾巴短，头部圆，面部长毛，喜攀爬，不善飞翔。非洲灰鹦鹉是已知的几种可以和人类真正交谈的动物之一，这也使得它们成为知名度最高的宠物鸟之一。主食各类种子、坚果、水果、花蜜、浆果等。分布于非洲。",
	"img": "africangreyparrot.jpg"
}, {
	"name": "震旦鸦雀",
	"ename": "",
	"pinyin": "zhèndànyāquè",
	"desc": "震旦鸦雀，是中国特有的珍稀鸟种，被称为“鸟中熊猫”。它的名字非常中国化，古印度称华夏大地为“震旦”。这种鸟的第一个标本采集发现是在中国南京，所以定名为震旦鸦雀。\n震旦鸦雀是一种体型长约18cm的中型鸦雀，已被列入国际鸟类红皮书，为全球性濒危鸟类。目前其分布仅限于黑龙江下游及辽宁芦苇地和长江流域、江苏沿海的芦苇地。",
	"img": "zhendanyaque.jpg"
}, {
	"name": "鸊鷉",
	"ename": "pt",
	"pinyin": "pìtī",
	"desc": "鸊鷉翅膀短，能飞却不善飞，因而不是迫不得已它很少起飞。突然受到惊吓时可以跃离水面起飞，但飞得很低，几乎贴着水面。",
	"img": "pt.jpg"
}, {
	"name": "犀鸟",
	"ename": "",
	"pinyin": "xīniǎo",
	"desc": "犀鸟（hornbills）是一种奇特而珍贵的大型鸟类，佛法僧目犀鸟科，为本科动物的统称。犀鸟以某些种类上嘴基部的骨质盔突而著名。嘴就占了身长的1/3到一半，宽扁的脚趾非常适合在树上的攀爬活动，一双大眼睛上长有粗长的眼睫毛。最古怪的是在它的头上。长有一个铜盔状的突起，叫做盔突，就好像犀牛的角一样，故而得名犀鸟。主要分布于非洲及亚洲南部，大部分犀鸟生活在非洲和亚洲的热带雨林地区，以树上那些多半是啄木鸟啄出来的空洞为巢。",
	"img": "xiniao.jpg"
}, {
	"name": "盔犀鸟",
	"ename": "",
	"pinyin": "kuīxīniǎo",
	"desc": "盔犀鸟是旧大陆的一类热带鸟，属佛法僧目，犀鸟科，盔犀鸟属(Rhinoplax)。头骨像头盔，套在突出的喙上面。产于缅甸南部、泰国南部、马来半岛、婆罗州和苏门答腊等地500米以下的低海拔森林中。用其头骨因其头胄为实心，外红内黄，制成的各种工艺品被广为收藏，被称为鹤顶红。\n盔犀鸟是华盛顿公约(CITES)一级保护物种（极其濒危，禁止其国际贸易）",
	"img": "kuixiniao.jpg"
}, {
	"name": "四川短翅莺",
	"ename": "",
	"pinyin": "sìchuānduǎnchìyīng",
	"desc": "四川短翅莺（Locustellachengi），主要分布在陕西、四川、贵州、湖北及湖南地区，繁殖期为5月前后。它以已故鸟类学家郑作新的姓氏命名，是首次以中国科学家姓氏命名的中国特有鸟种。",
	"img": "sichuanduanchiying.jpg"
}, {
	"name": "啄羊鹦鹉",
	"ename": "kea",
	"pinyin": "zhuóyángyīngwǔ",
	"desc": "啄羊鹦鹉（学名：Nestornotabilis）是新西兰南岛上的一种大型鹦鹉。生活在稀木灌丛中，体形大，羽毛丰厚，主要呈绿色，喙又粗又长。除了具有其它鹦鹉的食性外，主要食昆虫、螃蟹、腐肉。但也经常攻击羊群，甚至跳到绵羊背上，它那强健的喙可以把羊的皮肉喙穿，吞食羊身上的脂肪并啄食羊肉，弄得活羊鲜血淋淋，所以当地的新西兰牧民称其为啄羊鹦鹉。",
	"img": "zhuoyangyingwu.jpg"
}, {
	"name": "戴胜",
	"ename": "hoopoe",
	"pinyin": "dàishèng",
	"desc": "戴胜（学名：Upupaepops）共有9个亚种。头顶具凤冠状羽冠；嘴形细长，栖息于山地、平原、森林、林缘、路边、河谷、农田、草地、村屯和果园等开阔地方，尤其以林缘耕地生境较为常见。以虫类为食，在树上的洞内做窝。性活泼，喜开阔潮湿地面，长长的嘴在地面翻动寻找食物。有警情时冠羽立起，起飞后松懈下来。每年5、6月份繁殖，选择天然树洞和啄木鸟凿空的蛀树孔里营巢产卵，有时也建窝在岩石缝隙、堤岸洼坑、断墙残垣的窟窿中。每窝产卵7-9枚。主要分布在欧洲、亚洲和北非地区，在中国有广泛分布。是以色列国鸟。",
	"img": "daisheng.jpg"
}, {
	"name": "大雁",
	"ename": "",
	"pinyin": "dàyàn",
	"desc": "大雁又称野鹅，天鹅类，大型候鸟，属国家二级保护动物。大雁热情十足，能给同伴鼓舞，用叫声鼓励飞行的同伴。\n大雁属鸟纲，鸭科，是雁亚科各种类的通称。中国常见的有鸿雁、灰雁、豆雁、白额雁等。雁队成6只，或以6只的倍数组成，雁群是一些家庭，或者说是一些群的聚合体。",
	"img": "dayan.jpg"
}, {
	"name": "长耳鸮",
	"ename": "",
	"pinyin": "chángěrxiāo",
	"desc": "长耳鸮（学名：Asiootus），耳羽簇长，位于头顶两侧，竖直如耳。面盘显著，棕黄色，皱翎完整，白色而缀有黑褐色。上体棕黄色，而密杂以粗著的黑褐色羽干纹；颏白色，其余下体棕白色而具粗著的黑褐色羽干纹。腹以下羽干纹两侧具树枝状的横枝。跗蹠和趾密被棕黄色羽，眼橙红色。以小鼠、鸟、鱼、蛙和昆虫为食。对于控制鼠害有积极作用，应大力保护。属于中国国家二级保护动物。",
	"img": "changere.jpg"
}, {
	"name": "弥曼始今鸟",
	"ename": "",
	"pinyin": "mímànshǐjīnniǎo",
	"desc": "",
	"img": "mimanshijinniao.jpg"
}, {
	"name": "猎鹰",
	"ename": "",
	"pinyin": "lièyīng",
	"desc": "猎鹰（Falcon）美国漫威漫画旗下超级英雄，初次登场于《美国队长》（CaptainAmerica）第117期（1969年9月），由斯坦·李和吉恩·科拉尼联合创作。原名塞缪尔·托马斯·“山姆”·威尔逊（SamuelThomas“Sam”Wilson），由于受到宇宙魔方的影响，因此获得了和鸟类沟通的能力，后在黑豹的技术支持下，配备了一副高科技金属翅膀，从此化身猎鹰，在此期间结识了美国队长，并被其邀请加入了复仇者联盟。[1]\n在2014年的漫画中，原美国队长史蒂夫·罗杰斯因遭反派铁钉（IronNail）的袭击导致血清流失而快速衰老，他选择由猎鹰山姆·威尔逊继任美国队长。\n在漫威电影宇宙中，由安东尼·麦凯出演猎鹰。[2]",
	"img": "lieying.jpg"
}, {
	"name": "燕八哥",
	"ename": "daurianstarling",
	"pinyin": "yànbāgē",
	"desc": "北椋鸟（学名：Sturnussturninus）雀形目椋鸟科，全长约18厘米，背部深色，腹部白色，属于候鸟。栖息于阔叶林或田野内，食植物果实，种子，昆虫。叫声变化多段，善模仿。多栖息于平原地区或海拔500-800米的田野，营巢于树洞和墙缝中。主要以昆虫为食，也吃少量植物果实与种子。繁殖期5-6月，每窝产卵通常5-7枚，雏鸟晚成性。\n该物种的模式产地在西伯利亚达乌尔地区。",
	"img": "daurianstarling.jpg"
}, {
	"name": "伯劳",
	"ename": "",
	"pinyin": "bóláo",
	"desc": "雀形目(Passeriformes)伯劳科(Laniidae)鸟类，约64种，体型中等，掠食性；尤指：伯劳亚科(Laniinae)伯劳属(Lanius)25种鸟类（真伯劳）。能用喙啄死大型昆虫、蜥蜴、鼠和小鸟。会将捕获的饵物穿挂在荆刺上，正如人类将肉挂在肉钩上，故又名屠夫鸟。真伯劳独居，鸣声刺耳，灰或灰褐色，常有黑色或白色斑纹。大灰伯劳(L.excubitor)分布最广。\n俗称胡不拉，是重要的食虫鸟类。它们的主要特点是嘴形大而强，上嘴先端具钩和缺刻，略似鹰嘴。翅短圆，通常呈凸尾状。脚强健，趾有利钩。性凶猛，嗜吃小形兽类、鸟类、蜥蜴等各种昆虫以及其他活动物。大都栖息在丘陵开阔的林地。常栖于树顶，到地面捕食，捕取后复返回树枝；常将猎获物挂在带刺的树上，在树刺的帮助下，将其杀死，撕碎而食之，故有人称其为屠夫鸟。巢呈杯状，置于有棘的树木或灌丛间。卵上常具有略呈暗褐色的、大小不等的杂斑。它们大多数为我国的候鸟。",
	"img": "bolao.jpg"
}, {
	"name": "白头鹫",
	"ename": "",
	"pinyin": "báitóujiù",
	"desc": "",
	"img": "baitoujiu.jpg"
}, {
	"name": "红树林树雀",
	"ename": "mangrovefinch",
	"pinyin": "hóngshùlínshùquè",
	"desc": "红树林树雀属小型鸣禽，体长14厘米，体重18克，是一种生长在红树林中的身材矮小的鸟雀，是濒临灭绝的稀有鸟类，也是加拉帕戈斯群岛特有的物种。",
	"img": "mangrovefinch.jpg"
}, {
	"name": "日本大山雀",
	"ename": "",
	"pinyin": "rìběndàshānquè",
	"desc": "",
	"img": "ribendashanque.jpg"
}, {
	"name": "椋鸟",
	"ename": "",
	"pinyin": "liángniǎo",
	"desc": "椋鸟指雀形目(Passeriformes)椋鸟科(Sturnidae)的大部分鸟类。尤其指紫翅椋鸟(Sturnusvulgaris)，体长20公分(8寸)，结实，有黑色虹彩，嘴锐长。椋鸟有大约107种，分布于整个欧亚大陆、非洲和北美洲。活泼、好寻衅。",
	"img": "jingniao.jpg"
}, {
	"name": "白鹳",
	"ename": "whitestork",
	"pinyin": "báiguàn",
	"desc": "白鹳（学名：Ciconiaciconia）是大型涉禽。其羽毛以白色为主，翅膀具黑羽，成鸟具细长的红腿和细长的红喙。仅有两个亚种，大小略有不同。嘴长而粗壮，在高树或岩石上筑大型的巢，飞时头颈伸直。白鹳在欧洲是非常有名的鸟，常常在屋顶或烟囱上筑巢。为食肉动物，其食性广，包括昆虫，鱼类，两栖类，爬行类，小型哺乳动物和小鸟。觅食地大部分为具低矮植被的浅水区。一夫一妻制，但非终生。雌鸟通常每年产4枚卵，孵化需33～34天，58～64天后出巢。分布于欧洲，非洲西北部，亚洲西南部和非洲南部。其为长途迁徙性鸟类，在撒哈拉以南至南非地区或印度次大陆等热带地区越冬。在欧洲，白鹳有“送子鸟”之称，被认为是吉祥鸟。白鹳是德国的国鸟。",
	"img": "whitestork.jpg"
}, {
	"name": "旅鸟",
	"ename": "",
	"pinyin": "lǚniǎo",
	"desc": "指迁徙中途经某地区，而又不在该地区繁殖或越冬，就该地区而言，这些鸟种即为旅鸟。候鸟在依不同季节而从一个栖居地飞到另一个栖居地的过程中，经过某些地区，不在这个地区繁殖，也不在这个地区过冬，这种候鸟就成为该地区的旅鸟。",
	"img": "lvniao.jpg"
}, {
	"name": "壮丽细尾鹩莺",
	"ename": "",
	"pinyin": "zhuànglìxìwěiliáoyīng",
	"desc": "壮丽细尾鹩莺（拉丁学名：Maluruscyaneus，英文名：SuperbFairy-wren），是细尾鹩莺科的一种雀鸟，体长约14厘米，重量约8-13克，体形长尖窄，下部宽阔，雄性羽毛为蓝色配有黑色和灰色，雌性和雏鸟的羽毛为黄褐色。\n春夏季繁殖，一窝两只以上，食物一般为昆虫和细小的生物，以叫声为主要交流方式，广泛分布在相对较潮湿及肥沃的澳洲东南部。",
	"img": "zhuanglixiweiliaoying.jpg"
}, {
	"name": "孔雀",
	"ename": "",
	"pinyin": "kǒngquè",
	"desc": "孔雀，属鸡形目，雉科，又名为越鸟，东南亚东印度群岛和南亚印度产的一种大型的陆栖雉类，有羽冠，雄的尾毛很长，展开时像扇子。孔雀有三种，绿孔雀和蓝孔雀属于该属，而刚果孔雀单独成属。\n蓝孔雀又名印度孔雀，雄鸟颈部为宝蓝色，尾屏绿色，富有金属光泽，分布在印度和斯里兰卡。绿孔雀又名爪哇孔雀，分布在东南亚。此外，蓝孔雀还有白孔雀和黑孔雀两种变异种。群居在热带森林中或河岸边，羽毛可做装饰品。[1]\n孔雀，鸡形目、雉科两种羽衣非常华美的鸟类的统称。孔雀属的两个种是印度和斯里兰卡产的蓝孔雀即印度孔雀和分布自缅甸到爪哇的绿孔雀即爪哇孔雀。雄鸟具直立的枕冠，羽色华丽，尾上覆羽特别延长，远超过尾羽。具20枚尾羽，形长而稍呈凸尾状；尾下覆羽为绒羽状；两翅稍圆，第1枚初级飞羽较第10枚短，第5枚稍微最长；跗蹠长而强，远较中趾连爪为长，雄者具距。[1]",
	"img": "kongque.jpg"
}, {
	"name": "灰雁",
	"ename": "greylaggoose",
	"pinyin": "huīyàn",
	"desc": "灰雁（学名：Anseranser）：体长70-90厘米，翼展147-182厘米，体重2.5-4千克，寿命17年。体大而肥胖。嘴、脚肉色，上体灰褐色，下体污白色，飞行时双翼拍打用力，振翅频率高。脖子较长。腿位于身体的中心支点，行走自如。有扁平的喙，边缘锯齿状，有助于过滤食物。\n有迁徙的习性，迁飞距离也较远。喜群居，飞行时成有序的队列，有一字形、人字形等。主要栖息在不同生境的淡水水域中，常见出入于富有芦苇和水草的湖泊、水库、河口、水淹平原、湿草原、沼泽和草地。食物为各种水生和陆生植物的叶、根、茎、嫩芽、果实和种子等植物性食物，有时也吃螺、虾、昆虫等动物食物。为一夫一妻制，雌雄共同参与雏鸟的的养育。\n分布于欧洲北部、西伯利亚、中亚、远东和中国。",
	"img": "greylaggoose.jpg"
}, {
	"name": "夜鹭",
	"ename": "nightheron",
	"pinyin": "yèlù",
	"desc": "夜鹭（学名：Nycticoraxnycticorax）是中型涉禽，体长46-60厘米。体较粗胖，颈较短；嘴尖细，微向下曲，黑色；胫裸出部分较少，脚和趾黄色；头顶至背黑绿色而具金属光泽；上体余部灰色；下体白色；枕部披有2-3枚长带状白色饰羽，下垂至背上，极为醒目。栖息和活动于平原和低山丘陵地区的溪流、水塘、江河、沼泽和水田地上。夜出性。喜结群。主要以鱼、蛙、虾、水生昆虫等动物性食物为食。分布于欧洲大陆、非洲、马达加斯加，往东经小亚细亚、印度、印度尼西亚、亚洲中部、南部，一直到俄罗斯远东滨海边疆区、朝鲜和日本。",
	"img": "yeying.jpg"
}, {
	"name": "恐鸟",
	"ename": "",
	"pinyin": "kǒngniǎo",
	"desc": "恐鸟是数种新西兰历史上生活的巨型而不能飞行的鸟之一。目前根据从博物馆收藏所复原的DNA，已知有十种大小差异不同的种类，包括2种身体庞大的恐鸟，其中以巨型恐鸟最大，高度可达3米，比现在的鸵鸟还要高。小型的恐鸟则只有火鸡大小。身高平均约3米的巨型恐鸟中，最大的个体高约3.6米，体重约250千克。在300多年以前，巨型恐鸟可称得上世界第一高鸟。虽然上肢已经退化，但恐鸟的身躯肥大，下肢粗短。尽管下肢发达，庞大的身躯使得恐鸟的奔跑能力远不及鸵鸟。[1]",
	"img": "kongniao.jpg"
}, {
	"name": "留鸟",
	"ename": "",
	"pinyin": "liúniǎo",
	"desc": "终年生活在一个地区，不随季节迁徙的鸟统称留鸟。它们通常终年在其出生地（或称繁殖区）内生活。(引：或终年栖居繁殖地区而不迁徙的鸟类，如喜鹊、麻雀等。世界各地均有，南方种类较多，北方留鸟，均为耐寒种类，如松鸡、雷鸟、雪鸡等)中国的留鸟有麻雀、乌鸦、白头翁、喜鹊、画眉、鱼鹰、啄木鸟、鹰等。留鸟在冬季很难觅食，每到冬季，有的留鸟就成群结队地生活在一起。啄取植物的果实和种子为食。在某地一年四季皆可见的鸟类。 终年生活在一个地区，不随季节迁徙的鸟叫留鸟。它们通常终年在其出生地(或称繁殖区)内生活。",
	"img": "liuniao.jpg"
}, {
	"name": "栗冠弯嘴鹛",
	"ename": "",
	"pinyin": "lìguānwānzuǐméi",
	"desc": "",
	"img": "liguanwanzuimei.jpg"
}, {
	"name": "加拿大黑雁",
	"ename": "linnaeus",
	"pinyin": "jiānádàhēiyàn",
	"desc": "加拿大黑雁（学名：Brantacanadensis）共有11个亚种，为鸭科黑雁属的鸟类。中等体型，为典型的冷水性海洋鸟，耐严寒，喜栖于海湾、海港及河口等地。飞行时有时呈斜线飞行，有时呈“V”字形，很不规则。主要以青草或水生植物的嫩芽、叶、茎等为食，也吃根和植物种子，冬季有时还吃麦苗等农作物的幼苗。迁徙时常集成大群，白天飞翔，傍晚降落到湖泊等水域休息和觅食，常常发出高叫声，极为嘈杂。分布于北美洲。加拿大黑雁指名亚种（Brantacanadensiscanadensis）是加拿大国鸟。",
	"img": "linnaeus.jpg"
}, {
	"name": "红嘴相思鸟",
	"ename": "pekinrobin",
	"pinyin": "hóngzuǐxiāngsīniǎo",
	"desc": "红嘴相思鸟（学名：Leiothrixlutea）小型鸟类，体长13-16cm。嘴赤红色，上体暗灰绿色、眼先、眼周淡黄色，耳羽浅灰色或橄榄灰色。两翅具黄色和红色翅斑，尾叉状、黑色，颏、喉黄色，胸橙黄色。\n栖息于海拔1200-2800m的山地常绿阔叶林、常绿落叶混交林、竹林和林缘疏林灌丛地带。除繁殖期间成对或单独活动外，其他季节多成3-5只或10余只的小群，有时亦与其他小鸟混群活动。主要以毛虫、甲虫、蚂蚁等昆虫为食，也吃植物果实、种子等植物性食物，偶尔也吃少量玉米等农作物。\n红嘴相思鸟在中国分布较广，种群数量较丰富。该鸟羽色艳丽、鸣声婉转动听，是世界各地著名的笼养观赏鸟之一，也是中国传统的外贸出口鸟类。每年除大量捕捉供各动物园和个人饲养观赏外，还出口境外，致使种群数量显著减少，应控制捕猎，注意保护资源。CITES附录：Ⅱ",
	"img": "pekinrobin.png"
}, {
	"name": "小葵花凤头鹦鹉",
	"ename": "crestedcockatoo",
	"pinyin": "xiǎokuíhuāfèngtóuyīngwǔ",
	"desc": "小葵花凤头鹦鹉（学名：Cacatuasulphurea）是鹦形目凤头鹦鹉科的鸟类，共有4个亚种。体长35厘米，体羽主要为白色，雪白漂亮，头顶具形长的耸立型黄色凤头冠羽，愤怒时会竖起头冠呈扇状，就像一朵盛开的葵花。甚喧闹，喜栖息于各种森林、开阔的林地、农地、森林边缘地区、半干燥的林地等，食物包括种子、壳类、浆果、坚果、水果、嫩芽、花朵、昆虫等。一次产2-3枚卵，雌雄鸟轮流孵卵，叫声嘈杂。野外分布于印度尼西亚境内，主要在弗洛瑞斯海的东摩鹿加群岛、新几内亚、国王岛、艾鲁岛等许多岛屿上。",
	"img": "crestedcockatoo.jpg"
}, {
	"name": "黄鹂",
	"ename": "orioluschinensis",
	"pinyin": "huánglí",
	"desc": "黄鹂（拉丁学名：Oriolus），也有称“黄莺”、“黄鸟”等，黄鹂是一些中等体型的鸣禽，是黄鹂科黄鹂属29种鸟类的通称。体羽一般由全黄色的羽毛组成。雄性成鸟的鸟体、眼先、翼及尾部均有鲜艳分明的亮黄色和黑色分布。雌鸟较暗淡而多绿色。幼鸟偏绿色，下体具细密纵纹。[1]",
	"img": "orioluschinensis.jpg"
}, {
	"name": "蓝极乐鸟",
	"ename": "",
	"pinyin": "lánjílèniǎo",
	"desc": "",
	"img": "lanjileniao.jpe"
}, {
	"name": "红腹灰雀",
	"ename": "",
	"pinyin": "hóngfùhuīquè",
	"desc": "红腹灰雀（学名：Pyrrhulapyrrhula）为雀形目雀科灰雀属的鸟类。分布于欧洲、北亚、勘察加半岛、萨哈林岛、日本、朝鲜半岛以及中国大陆的东北、内蒙古、河北等地，多栖息于山区的白桦林和次生林区以及冬季至海拔800m以下的针阔混交林缘和平原的杂木林中，在中国罕见。欧亚大陆有6种色彩鲜艳的红腹灰雀。一种最普通的灰雀外表呈黑色和白色，雄性的腹部呈结红色，体长约15厘米。这种灰雀主要栖息在终年常青的树林和灌木丛中，叫声委婉动听，是人们喜欢的笼鸟之一。",
	"img": "hongfuhuique.jpg"
}, {
	"name": "白腰文鸟",
	"ename": "whiterumpedmunia",
	"pinyin": "báiyāowénniǎo",
	"desc": "白腰文鸟（学名：Lonchurastriata）是小型鸟类，体长10-12厘米。上体红褐色或暗沙褐色、具白色羽干纹，腰白色，尾上覆羽栗褐色，额、嘴基、眼先、颏、喉黑褐色，颈侧和上胸栗色具浅黄色羽干纹和羽缘，下胸和腹近白色，各羽具“U”形纹。相似种斑文鸟腰不为白色，羽色亦不同。栖息于海拔1500米以下的低山、丘陵和山脚平原地带。性好结群，除繁殖期间多成对活动外，其他季节多成群，常成数只或10多只在一起，秋冬季节亦见数十只甚至上百只的大群，群的结合较为紧密，无论是飞翔或是停息时，常常挤成一团。主要以稻谷、谷粒、草子、种子、果实、叶、芽等植物性食物为食，也吃少量昆虫等动物性食物。分布于尼泊尔、印度、斯里兰卡、孟加拉国、缅甸、泰国、马来西亚和印度尼西亚等地。",
	"img": "whiterumpedmunia.jpg"
}]