[{
	"name": "鲨鱼",
	"ename": "shy",
	"pinyin": "shāyú",
	"desc": "鲨鱼，生活在海洋中，是海洋中最凶猛的鱼类。\n鲨鱼早在恐龙出现前三亿年前就已经存在地球上，至今已超过五亿年，它们在近一亿年来几乎没有改变。鲨鱼，在古代叫作鲛、鲛鲨、沙鱼，是海洋中的庞然大物，所以号称“海中狼”。还有鲸鲨，大白鲨。目前因为有大多数人认为鲨鱼的软骨（即鱼翅）中蛋白质很高，但这是错误的。鸡蛋的蛋白质远远超过鱼翅。因为人类错误的观念，鲨鱼几十年来被大量猎杀，专家分析再这样下去，鲨鱼将绝种，请保护好鲨鱼。吃鱼翅是可以的，但也对人体有害，因为鲨鱼翅中含有一定量的神经毒素。",
	"img": "shy.jpg"
}, {
	"name": "金鱼",
	"ename": "",
	"pinyin": "jīnyú",
	"desc": "金鱼和鲫鱼在分类学上同属于一种（Carassiusauratus）\n金鱼起源于中国，也称“金鲫鱼”，近似鲤鱼（Cyprinuscarpio）但它没有口须，是由鲫鱼进化而成的观赏鱼类。金鱼的品种很多，颜色有红、橙、紫、蓝、墨、银白、五花等，分为文种、草种、龙种、蛋种四大品系。在12世纪已开始金鱼家化的遗传研究，经过长时间培育，品种不断优化，现在世界各国的金鱼都是直接或间接由中国引种的。\n在人类文明史上，中国金鱼已陪伴着人类生活了十几个世纪，是世界观赏鱼史上最早的品种。金鱼易于饲养，它身姿奇异，色彩绚丽，一般都是金黄色，形态优美。金鱼能美化环境，很受人们的喜爱，是具有中国特色的观赏鱼。中国的金鱼主要是在鲫鱼上发展而来。而彩色鲤鱼传到日本后得到很大重视。\n在一代代金鱼养殖者的努力下，中国金鱼至今仍向世人演绎着动静之间美的传奇。金鱼在我国民间还有另外一种说法：到过年的时候家里买上两条金鱼供着，寓意在来年金玉满堂、年年有余。",
	"img": "jinyu.jpg"
}, {
	"name": "食人鱼",
	"ename": "",
	"pinyin": "shírényú",
	"desc": "",
	"img": "shirenyu.jpg"
}, {
	"name": "海马",
	"ename": "",
	"pinyin": "hǎimǎ",
	"desc": "海马（拉丁学名：hippocampus），是刺鱼目海龙科暖海生数种小型鱼类的统称，是一种小型海洋动物，身长5-30厘米。因头部弯曲与体近直角而得名，头呈马头状而与身体形成一个角，吻呈长管状，口小，背鳍一个，均为鳍条组成。眼可以各自独立活动。\n海马行动迟缓，却能很有效率地捕捉到行动迅速、善于躲藏的桡足类生物，分布在大西洋、欧洲、太平洋、澳大利亚。",
	"img": "haima.jpg"
}, {
	"name": "电鳗",
	"ename": "electriceel",
	"pinyin": "diànmán",
	"desc": "电鳗，裸背电鳗科的鳗形南美鱼类，拉丁学名为Electrophoruselectricus。能产生足以将人击昏的电流，是放电能力最强的淡水鱼类，输出的电压可达300～800伏，因此电鳗有水中的\"高压线\"之称。[1]它不是真正的鳗类，而与鲶形目的种类近缘。电鳗入选美国《国家地理》杂志网站盘点的“地球上最令人恐惧的淡水动物”之一。世界上已知的发电鱼类达数十种，其他会放电的鱼类还有电鲶、电鳐等。[1]\n电鳗（Electrophoruselectricus）分布于南美洲亚马逊流域的圭亚那地区，多在浅水的池沼或水体较混浊的岸边活动，体型很大，是原产地著名的食用鱼。其高超的放电本领使其成为十分出名的鱼类，可作为水族馆中的展示鱼或观赏鱼。",
	"img": "electriceel.jpg"
}, {
	"name": "锯鳐",
	"ename": "",
	"pinyin": "jùyáo",
	"desc": "锯鳐（jùyáo)，锯鳐科(Pristidae)锯鳐属(Pristis)几种像鲨的魟类的统称。\n锯鳐分布于世界热带及亚热带浅水区，底栖，常出入于港湾、河口，有时可上溯江河相当远的距离头、体长而平扁，吻延长，很像锯鲨那样呈剑形，两侧缘具强齿。最大的体长可达7公尺。虽然一般不被当作危险鱼类，但占体全长1/3的吻锯却也令人生畏。吻锯用于摄食活动，或用之发掘底层生物，或用以在鱼群中挥舞，残杀或击伤群鱼。",
	"img": "juyao.jpg"
}, {
	"name": "河豚",
	"ename": "",
	"pinyin": "hétún",
	"desc": "",
	"img": "hetun.jpg"
}, {
	"name": "非洲肺鱼",
	"ename": "",
	"pinyin": "fēizhōufèiyú",
	"desc": "",
	"img": "feizhoufeiyu.jpg"
}, {
	"name": "三文鱼",
	"ename": "",
	"pinyin": "sānwényú",
	"desc": "三文鱼（学名Oncorhynchus）其英语词义为“鲑科鱼”三文鱼分为鲑科鲑属与鲑科鳟属，所以准确的说Salmon是鲑鳟鱼。鲑科鱼中的鳟属鱼有两种：海鳟和虹鳟。\n三文鱼也叫撒蒙鱼或萨门鱼，是西餐中较常用的鱼类原料之一。在不同国家的消费市场三文鱼涵盖不同的种类，挪威三文鱼主要为大西洋鲑，芬兰三文鱼主要是养殖的大规格红肉虹鳟，美国的三文鱼主要是阿拉斯加鲑鱼。大马哈鱼一般指鲑形目鲑科太平洋鲑属的鱼类，有很多种，如我国东北产大马哈鱼和驼背大马哈鱼等。\n2015年11月，供食用的转基因大西洋鲑鱼获美国食品和药品管理局(FDA)批准养殖，这是第一例获批的转基因动物。[1]",
	"img": "sanwenyu.jpg"
}, {
	"name": "秋刀鱼",
	"ename": "skipper",
	"pinyin": "qiūdāoyú",
	"desc": "秋刀鱼是颌针鱼目，竹刀鱼科，秋刀鱼属的唯一一种，也是重要的食用鱼类之一。其学名Cololabissaira取自日本纪伊半岛当地对此鱼种的名称，其中saira系俄语(сайра)。中文与日文的汉字都是'秋刀鱼'可能是源自于其体型脩长如刀，同时生产季节在秋天的缘故。秋刀鱼在部分东亚地区的食物料理是种很常见的鱼种。体型细圆，棒状；背鳍后有5-6个小鳍，臀鳍后有6-7个游离小鳍；两颇多突起，但不呈长缘状，牙细弱；体背部深蓝色，腹部银白色，吻端与尾柄后部略带黄色。",
	"img": "skipper.jpg"
}, {
	"name": "锤头鲨",
	"ename": "",
	"pinyin": "chuítóushā",
	"desc": "双髻鲨又称锤头鲨，是鲨纲、双髻鲨科鱼类的统称。双髻鲨以其头部的形状而得名。双髻鲨的头部有左右两个突起。每个突起上各有一只眼睛和一个鼻孔。两只眼睛相距1米。最近的一项研究证实，眼睛的分布对它观察周围情况非常有利。双髻鲨不仅像人类一样拥有双眼视力（两只眼睛的视野重叠在一起），而且它通过来回摇摆脑袋，可以看到周围360度范围内发生的情况。\n2015年12月28日，珠海横琴长隆海洋王国鲸鲨馆为新“住客”20头双髻鲨举行了入住仪式。",
	"img": "chuitousha.jpg"
}, {
	"name": "鲶鱼",
	"ename": "catfish",
	"pinyin": "niányú",
	"desc": "鲶鱼，同鲇鱼。分种较多，常见有鲶鱼(土鲶)大口鲶鱼、胡子鲶(塘鲺)革胡子鲶(埃及胡子鲶)客家俗称塘滑鱼\n鲶鱼，动物界-脊索动物门-脊索动物亚门-辐鳍鱼纲-鲶形目-鲶科-鲶属-鲶鱼种。嘴上共4根胡须，上长下短，肉食性，多为野生，对水质要求不高，可人工养殖。生长速度较快，某些品种能长到很大。\n大口鲶鱼，动物界-脊索动物门-脊索动物亚门-辐鳍鱼纲-鲶形目-鲶科-鲶属-大嘴鲶种。外貌与鲶鱼相似，也是4根须，但口奇大，个体也较鲶鱼大很多。可人工养殖，生长速度快，当年繁殖的鱼苗当年即可长到500～750克，第二年可长到1500～2000克，第三年可长到3000～4000克。市场上销售的多是此种鲶鱼，肉质较为平常，价格便宜。\n胡子鲶，本地胡子鲶，又名塘鲺、塘角鱼。动物界-脊索动物门-脊索动物亚门-辐鳍鱼纲-鲶形-胡子鲶科-胡子鲶属-胡子鲶种。8根胡须，上下各4根。体色黄色，野生鱼生长缓慢，一般重量不超过1市斤，营养价值高，口感好。可人工养殖，市场潜力大。\n革胡子鲶，又名埃及胡子鲶、埃及塘鲺，由埃及引进。动物界-脊索动物门-脊索动物亚门-辐鳍鱼纲-鲶形目-胡子鲶科-胡子鲶属-革胡子鲶种。8根胡须，通体发黑，个体巨大。多为人工养殖，生长速度很快，饲养一年可重达2公斤，最大个体达10公斤以上。对生存水质要求很低，耐低氧。肉质不太好，市场价格便宜。但其易养殖，生长速度快，也有不少人养殖。",
	"img": "nianyu.jpg"
}, {
	"name": "中华鲟",
	"ename": "chinesesturgeon",
	"pinyin": "zhōnghuáxún",
	"desc": "中华鲟（学名：Acipensersinensis），属鲟形目、鲟科、鲟属的一种。中华鲟为白垩纪残留至今最为古老的现生鱼类之一，在全世界20余种鲟科鱼类中分布纬度最低，体型最大，生长最快，为我国特有种，因具有许多原始性状成了介于软骨鱼类和硬骨鱼类之间的中间类型，在学术研究上具有重要价值。\n中华鲟是一种大型的溯河洄游性鱼类，是古老的珍稀鱼类，世界现存鱼类中最原始的种类之一。公元前1千多年的周代，中华鲟被称为王鲔鱼，中华鲟古称也叫大腊子。\n中华鲟是中国一级重点保护野生动物，也是活化石，有“水中大熊猫”之称。现今仅在我国长江流域尚有分布，其他江河中均已绝迹，具有很高的科研、药用和观赏价值。\n据研究记述，因中华鲟特别名贵，外国人也希望将它移居自己的江河内繁衍后代，但中华鲟总是恋着自己的故乡，即使有些被移居海外，也要千里寻根，洄游到故乡的江河里生儿育女。在洄游途中，它们表现了惊人的耐饥、耐劳、识途和辨别方向的能力，所以人们给它冠以“中华”二字。\n夏秋两季，生活在长江口外浅海域的中华鲟回游到长江，历经3000多公里的溯流博击，才回到金沙江一带产卵繁殖。产后待幼鱼长大到15cm左右，又携带他们旅居外海。它们就这样世世代代在江河上游出生，在大海里生长，养成了身居海外不忘故乡的习惯。正是由于这种执着的回归、寻根的习性，所以人们称它为“中华鲟”。\n[1]\n图集\n中华鲟图册\n词条视频",
	"img": "chinesesturgeon.jpg"
}, {
	"name": "孔雀鱼",
	"ename": "guppy",
	"pinyin": "kǒngquèyú",
	"desc": "孔雀鱼，中文学名为孔雀花鳉，是鳉亚目，花鳉科，花鳉属的一种热带鱼，饲养难度较低。作为观赏鱼引入美国、许多亚洲国家和许多欧洲国家。\n孔雀鱼体色绚烂多彩、体型优美自然深受人们喜爱。分布于热带地区的河川下游，其野生栖息地呈现多样化，主要栖息于淡水流域及湖沼。杂食性，能较好接受人工饵料，不过更喜欢红虫、孑孓、丰年虾、水蚤等动物性饵料。孔雀鱼繁殖能力很强，能耐受受污染的水体，有“百万鱼”的美称。孔雀鱼性情温和，能与温和的中小性型热带鱼混养，平时活泼好动，寿命约1~2年。纯种孔雀鱼分成许多品系——草尾、蛇纹、马赛克、礼服、白金、日本蓝、米卡立夫、拉朱利等。很多时候一条鱼上能够表现出许多种品系的特征。孔雀鱼是杂食性小型鱼种，成鱼体长3~5厘米，由于孔雀鱼色彩丰富、形体多姿、繁殖力旺盛而且对环境的适应能力十分强大，全世界几乎随处都能见到它的芳踪。\n原产于南美洲的委内瑞拉、圭亚那、西印度群岛、巴西北部等地，作为观赏用鱼引入新加坡、中国台湾和内地，现已繁衍分布于部分热带地区的河川下游及湖沼、沟渠中，其野生栖地呈现多样化，主要栖息于淡水流域及湖沼。其繁殖能力很强，并能耐受污染的水域，具群集性。孔雀鱼性情温和，能与温和的中小性型热带鱼混养，平时活泼好动，孔雀鱼的寿命较短。基本上分成几种基本品系礼服、马赛克、草尾、剑尾、金属、蛇王。孔雀花鳉为杂食性小型鱼种，由于孔雀鱼对环境的适应能力十分强韧，所以分布广泛。",
	"img": "guppy.jpg"
}, {
	"name": "月鱼",
	"ename": "",
	"pinyin": "yuèyú",
	"desc": "",
	"img": "yueyu.jpg"
}, {
	"name": "草鱼",
	"ename": "valenciennes",
	"pinyin": "cǎoyú",
	"desc": "草鱼属鲤形目鲤科雅罗鱼亚科草鱼属。草鱼的俗称有：鲩、鲩鱼、油鲩、草鲩、白鲩、草鱼、草根（东北）、厚子鱼（鲁南）、海鲩（南方）、混子、黑青鱼等。英文名：Grasscarp。栖息于平原地区的江河湖泊，一般喜居于水的中下层和近岸多水草区域。性活泼，游泳迅速，常成群觅食。为典型的草食性鱼类。草鱼幼鱼期则食幼虫，藻类等，草鱼也吃一些荤食，如蚯蚓，蜻蜓等。在干流或湖泊的深水处越冬。生殖季节亲鱼有溯游习性。已移殖到亚、欧、美、非各洲的许多国家。因其生长迅速，饲料来源广，是中国淡水养殖的四大家鱼之一。\n草鱼，鲤科。体延长，亚圆筒形，体长大1m余。体青黄色。头宽平，口端位，无须。咽齿梳状。栖息水的中下层，以水草为食。3-4龄成熟，在江河上游产卵，可人工繁殖。生长快，最大个体达30kg左右。为中国主要淡水鱼类养殖对象。分布于中国各大水系，肉味美，鱼胆有毒[1]。",
	"img": "caoyu.png"
}, {
	"name": "杜兹肺鱼",
	"ename": "",
	"pinyin": "dùzīfèiyú",
	"desc": "",
	"img": "duzifeiyu.jpg"
}, {
	"name": "双髻鲨",
	"ename": "",
	"pinyin": "shuāngjìshā",
	"desc": "双髻鲨又称锤头鲨，是鲨纲、双髻鲨科鱼类的统称。双髻鲨以其头部的形状而得名。双髻鲨的头部有左右两个突起。每个突起上各有一只眼睛和一个鼻孔。两只眼睛相距1米。最近的一项研究证实，眼睛的分布对它观察周围情况非常有利。双髻鲨不仅像人类一样拥有双眼视力（两只眼睛的视野重叠在一起），而且它通过来回摇摆脑袋，可以看到周围360度范围内发生的情况。\n2015年12月28日，珠海横琴长隆海洋王国鲸鲨馆为新“住客”20头双髻鲨举行了入住仪式。",
	"img": "shuangjisha.jpg"
}, {
	"name": "魟鱼",
	"ename": "",
	"pinyin": "hóngyú",
	"desc": "魟鱼又称魔鬼鱼，是于在中生代的侏罗纪（约1.8亿年～1.4亿年前）出现的鲨的同类，它们具有藏身在海底沙地的习性。魟hongㄏㄨㄥˊ〔魟鱼〕身体扁平，略呈圆形或菱形，软骨无鳞，胸鳍发达，如蝶展翅，尾呈鞭状，有毒刺。生活在海底。种类很多，常见的有尖嘴魟、赤魟、燕魟等。\n魟鱼（Stingray）（hongyu）目前在台湾其实已经有很多魟鱼成功繁殖的纪录，如珍珠魟、黑白魟、豹魟等。对饲养稀有鱼类的鱼迷来说，使鱼类成功繁殖是最终目标，这是毋庸置疑的。魟鱼在繁殖期间，公鱼会有咬母鱼的行为，这会让母鱼变得遍体鳞伤，影响它们的观赏价值。\n在中生代的侏罗纪（约1.8亿年～1.4亿年前）出现鲨的同类，它们具有藏身在海底沙地的习性，这便是现在的魟鱼。将身体潜在沙地中生活，有等待住在海底的鱼或贝类接近予以捕食，或防御敌人的功能。",
	"img": "hongyu.jpg"
}, {
	"name": "金龙鱼",
	"ename": "pezlengihuesomalayo",
	"pinyin": "jīnlóngyú",
	"desc": "美丽硬仆骨舌鱼（学名：Scleropagesformosus）：又名亚洲龙鱼、金龙鱼。属一种古老的原始淡水鱼类。原产马来西亚、印尼、苏门答腊等地河流和湖泊。\n成鱼体长40-50厘米，寿命可达数十年。性情凶猛，主要猎食活鱼虾、水生昆虫、青蛙等。亲鱼将鱼卵产含于口中直至孵出幼鱼，所以有“龙吐珠”的俗名。自20世纪中后被开发成为观赏鱼，因其泛闪金属光泽如盔甲般的鳞被和鲜艳的光色（金色、红色等）及威风凛凛的仪态而备受瞩目，身价飘升到币值数以万计的程度，成为极名贵的观赏鱼之一，有过背金龙、红龙、青龙等品种。由于资源过度开发造成濒危，被列入华盛顿公约（CITES）保护名单附录Ⅰ。",
	"img": "jinlongyu.jpg"
}, {
	"name": "翻车鱼",
	"ename": "oceansunfish",
	"pinyin": "fānchēyú",
	"desc": "翻车鱼（学名：Molamola），又称翻车鲀、曼波鱼、头鱼，是硬骨鱼纲，翻车鲀科（Molidae）3种大洋鱼类的统称。分布于栖息于各热带、亚热带海洋。也见于温带或寒带海洋。中国沿海均产[1]。\n翻车鲀为大型大洋性鱼类，最大体长可达3.0～5.5m，重达1400～3500kg。单独或成对游泳，有时十余尾成群，小个体鱼较活泼，常跃出水面，大个体鱼行动迟缓，常侧卧于水面，或背鳍露出水面，也能潜入百余米深水中。摄食海藻、软体动物、水母、浮游甲壳类及小鱼等。怀卵量极多，可达3亿粒，是鱼类中怀卵数最多者。幼鱼被瘤状棘突，随年龄增长而渐消失，身体变为卵圆形。\n图集\n翻车鱼图册\n词条视频",
	"img": "fancheyu.jpg"
}, {
	"name": "娃娃鱼",
	"ename": "",
	"pinyin": "wáwáyú",
	"desc": "大鲵（拉丁学名：Andriasdavidianus），是世界上现存最大的也是最珍贵的两栖动物。它的叫声像婴儿的哭声，因此人们又叫它“娃娃鱼”。大鲵是国家二级保护两栖野生动物，是农业产业化和特色农业重点开发及野生动物基因保护品种。中国大鲵除西藏、内蒙古、台湾未见报道外，其余省区都有分布，主要产于长江、黄河及珠江中上游支流的山涧溪流中。大鲵俗称“大山椒鱼”，源于其身有山椒味道。",
	"img": "wawayu.jpg"
}, {
	"name": "射水鱼",
	"ename": "sheshuiyu",
	"pinyin": "shèshuǐyú",
	"desc": "射水鱼（学名：archerfish）是印度洋-太平洋地区射水鱼科、5种鱼的统称，以其能从口中射出水滴，射猎水面悬垂植物上的昆虫为食而闻名世界。发现于1766年。",
	"img": "sheshuiyu.jpg"
}, {
	"name": "大银鱼",
	"ename": "",
	"pinyin": "dàyínyú",
	"desc": "大银鱼(学名：ProtosalanxhyalocraniusAbbott）属银鱼科，个体小，常见个体体长为15厘米左右。体细长。头部上下扁平。吻尖，呈三角形。下颌长于上颌。背鳍起点至尾鳍基部的距离大于至胸鳍基部。体透明。两侧腹面各有一行黑色色素点、性成熟时雄鱼臀鳍成扇形，基部有一列鳞片，胸鳍大而尖。分布在亚洲东部的日本、朝鲜、韩国、越南及中国等，尤以中国种类最多。经济价值较高，适于移植。在中国主要分布于东海、黄海、渤海沿海及长江、淮河中下游河道和湖泊水库，属河口性鱼类，天津大银鱼就是渤海中的一种，分布在塘沽、汉沽等水库陆封形成淡水定居种类。\n（概述图片来源[1]）",
	"img": "yinyu.jpg"
}, {
	"name": "假鳃鳉鱼",
	"ename": "",
	"pinyin": "jiǎsāijiāngyú",
	"desc": "",
	"img": "jiasainianyu.jpg"
}, {
	"name": "腔棘鱼",
	"ename": "",
	"pinyin": "qiāngjíyú",
	"desc": "腔棘鱼coelacanth，总鳍鱼目(Crossopterygii)一些叶鳍硬骨鱼类的统称。近缘但已绝灭的扇鳍鱼亚目(Rhipidistia)的种类被认为是陆生脊椎动物的祖先。在某些分类系统中，腔棘鱼和扇鳍鱼均被认为隶属总鳍亚纲(Crossopterygii)内之不同目。腔棘鱼最早出现于3.77亿年前衍化形成，当时在地球上极其丰富。腔棘鱼(Coelacanthus)化石发现于二叠纪末期(2.95亿年前)到白垩纪早期(1.44亿年前)。腔棘鱼属与其他同类鱼一样，骨化程度较低，表现出脱离早期淡水环境而转向海洋生活方式的一般趋向。腔棘鱼长期被认为约在6,000万年前即已灭绝，而1938年却在非洲南部近岸用网捕到一条现生种类——矛尾鱼(Latimeriachalumnae)。在悬赏征集之下，1952年在科摩罗(Comoros)群岛捕得第二尾（命名为Malaniaanjouanae,可能与矛尾鱼是同一种）。以后又在这一地区捕到另外几尾。后来发现，这类鱼已早为岛民所熟悉，其肉盐腌晒干后可吃，粗鳞用作研磨料。",
	"img": "qiangjiyu.jpg"
},  {
	"name": "多鳍鱼",
	"ename": "",
	"pinyin": "duōqíyú",
	"desc": "多鳍鱼（学名：PolypterusbichirGeoffroy），多鳍鱼目有一科二属，分多鳍鱼属与芦鳞属2属，共11种。为淡水硬骨鱼类的原始类型,被硬鳞，具喷水孔以及其他原始性状。是比较古老的辐鳍鱼类。菱形硬鳞，具喷水孔；背鳍具5－8离（小）鳍，每1离鳍各具1棘并附有1或数鳍条。胸鳍基底为可动性肉质叶，鳍条附骨化辐状骨上，而辐状骨又接在中间一快大的中鳍基软骨板和2骨化的棒状前、后鳍基骨上，并不直接与肩胛骨和乌喙骨连接。无间鳃盖骨。具一对喉板。头骨似古鳕目。上颌骨完全与脑颅结合。无内鼻孔。鳔2叶，内多分隔，开口于食道腹面，可进行吸收，心脏有动脉圆锥，有后大动脉。体延长具腹鳍，最长达1.2米大多数小于30毫米。主要分布于非洲尼罗河、查德湖其邻近河流流域。",
	"img": "duojiyu.jpg"
}, {
	"name": "口袋鲨",
	"ename": "",
	"pinyin": "kǒudàishā",
	"desc": "",
	"img": "koudaisha.jpg"
}, {
	"name": "切蛋鱼",
	"ename": "",
	"pinyin": "qiēdànyú",
	"desc": "锯腹脂鲤(Pacufish)，属于食人鱼的一种，但一般只吃落入水中的成熟果实和坚果。",
	"img": "qiedanyu.jpg"
}, {
	"name": "鳄雀鳝",
	"ename": "alligatorgar",
	"pinyin": "èquèshàn",
	"desc": "鳄雀鳝（AlligatorGar）学名大雀鳝（Atractosteusspatula），是北美7种雀鳝鱼中最大的一种，能长到300多磅，它们主要分布在从墨西哥到美国弗罗里达州的墨西哥湾沿岸河流和河口水域，密苏里河和俄亥俄河下游，以至尼加拉瓜境内的两个湖泊。",
	"img": "equeshan.jpg"
}, {
	"name": "前口蝠鲼",
	"ename": "",
	"pinyin": "qiánkǒufúfèn",
	"desc": "暖水性中上层大型鱼类，体盘宽大，呈菱形，宽比长大2倍余。尾细小呈鞭状。吻端宽而平横。眼大，侧位，约为眼间隔1/4。喷水孔小，上侧位。鼻孔横列，前鼻瓣连合成口盖，未伸达口隅；具鼻口沟。口前位，宽大平横，下颌稍突出。中国沿海均见；分布于热带和温带各海区。",
	"img": "qiankoufuyi.jpg"
}, {
	"name": "鮟鱇",
	"ename": "",
	"pinyin": "ānkāng",
	"desc": "鮟鱇，俗称结巴鱼、哈蟆鱼、海哈蟆、琵琶鱼等，一般生活在热带和亚热带浅海水域。属硬骨鱼类，鮟鱇（ānkāng）目、鮟鱇科，为世界性鱼类，大西洋、太平洋和印度洋都有分布。\n鮟鱇头部上方有个肉状突出，形似小灯笼，是由鮟鱇鱼的第一背鳍逐渐向上延伸形成的。小灯笼之所以会发光，是因为在灯笼内具有腺细胞，能够分泌光素，光素在光素酶的催化下，与氧作用进行缓慢的化学氧化而发光的。深海中有很多鱼都有趋光性，于是小灯笼就成了鮟鱇鱼引诱食物的利器。[1]",
	"img": "ankang.jpg"
}, {
	"name": "壶瓶山鮡",
	"ename": "",
	"pinyin": "húpíngshānzhào",
	"desc": "",
	"img": "hupingshanzhao.jpg"
}, {
	"name": "小丑鱼",
	"ename": "",
	"pinyin": "xiǎochǒuyú",
	"desc": "小丑鱼是对雀鲷科海葵鱼亚科鱼类的俗称，因为脸上都有一条或两条白色条纹，好似京剧中的丑角而得名，是一种热带咸水鱼。已知有28种，一种来自棘颊雀鲷属（Premnas），其余来自双锯鱼属（Amphiprion）。小丑鱼与海葵有着密不可分的共生关系，因此又称海葵鱼。",
	"img": "xiaochouyu.jpg"
}, {
	"name": "刀鱼",
	"ename": "",
	"pinyin": "dāoyú",
	"desc": "刀鱼（学名CoiliaectenesJordan），又称刀鲚，毛鲚，是一种洄游鱼类，与河鲀、鲥鱼和鮰鱼一起被誉为“长江四鲜”。平时生活在海里，每年2～3月份长颌鲚由海入江，并溯江而上进行生殖洄游。产卵群体沿长江进入湖泊、支流或就在长江干流进行产卵活动。由于长江污染加剧以及滥捕滥捞，刀鱼产量逐年下降。刀鱼体形狭长侧薄，颇似尖刀，银白色，肉质细嫩，但多细毛状骨刺。肉味鲜美，肥而不腻，兼有微香。清明后，刀鱼肉质变老，俗称老刀。",
	"img": "daoyu.jpg"
}, {
	"name": "豹纹鲨",
	"ename": "",
	"pinyin": "bàowénshā",
	"desc": "豹纹鲨，又称大尾虎鲛。是豹纹鲨科又称虎鲛科（软骨鱼纲板鳃亚纲须鲛目的其中一科）仅有的1属1种。多分布于太平洋西部热带海域，大堡礁、印度洋西北部海域及我国东海、南海。生性羞怯，行动缓慢，肉食性，以底栖无脊椎动物及小鱼为食，卵生。",
	"img": "baowensha.jpg"
}, {
	"name": "虾虎鱼",
	"ename": "eucyclogobiusnewberryi",
	"pinyin": "xiāhǔyú",
	"desc": "虾虎鱼是虾虎鱼科各虾虎鱼种类的统称，是一类体型小的食肉类鱼。它们每一种都有符合各自特征的名字，如“侏儒虾虎鱼”、“寻常虾虎鱼”等，是鱼类中最大的家族，已知的种类达到2100多种。它们看上去身材短小，仅有几厘米长，有两条脊鳍，多数栖息于热带海水中，一部分生活在河流，溪流以及湖中。虾虎鱼是中国原生鱼家族中的一个数量、品种较多的成员，也是世界上最小的脊椎动物之一。[1]",
	"img": "xiahuyu.jpg"
}, {
	"name": "弹涂鱼",
	"ename": "mudskipper",
	"pinyin": "dàntúyú",
	"desc": "弹涂鱼（学名：PeriophthalmusmodestusCantor,1842[1]），为刺鳍鱼科，世界上共有25种弹涂鱼，根据其形体和行为特点可将其归为四个种类；斯卡特劳斯、波尔奥弗撒尔墨斯、佩瑞奥弗撒尔墨斯和佩瑞奥弗撤尔墨顿。中国沿海主要有3属6种，分别为弹涂鱼、大弹涂鱼、青弹涂鱼、大青弹涂鱼。常见的种类有弹涂鱼、大弹涂鱼，青弹涂鱼。弹涂鱼有鳃，是真正的鱼，一类进化程度较低的古老鱼类小动物。\n弹涂鱼是鱼类中的天才，它们一生有很多时间都不在水里度过。它们居住的地方长满了红树林，它们很高兴爬到树干或树枝上去。它们把腹鳍用作吸盘，用来抓住树木，用胸鳍向上爬行。弹涂鱼的鳃的周边长有小口，可以盛住一次呼吸的水，很像我们能屏住一次呼吸。它们爬上树，所以能在涨潮时呆在水域外。",
	"img": "dantuyu.jpg"
}, {
	"name": "水滴鱼",
	"ename": "blobfish",
	"pinyin": "shuǐdīyú",
	"desc": "水滴鱼，又名忧伤鱼或软隐棘杜父鱼、波波鱼，由于长着一副哭丧脸，被称为“全世界表情最忧伤”的鱼。这种海底怪鱼确实有理由郁闷：科学家警告称，由于深海捕捞作业，水滴鱼正遭受灭绝的威胁。水滴鱼生活在澳大利亚和塔斯马尼亚沿岸，最深达1200米的海底当中，由于很难达到这种鱼的栖息地，所以很少被人类所发现。水滴鱼（Blobfish）身体呈凝胶状，可长到12英寸（约合30.5厘米）。[1]",
	"img": "shuidiyu.jpg"
}, {
	"name": "云斑尖嘴丽鱼",
	"ename": "",
	"pinyin": "yúnbānjiānzuǐlìyú",
	"desc": "",
	"img": "yunbanjianzui.jpg"
}, {
	"name": "垩鮨",
	"ename": "",
	"pinyin": "èyì",
	"desc": "",
	"img": "eyi.jpg"
}]