[{
	"name": "蚊子",
	"ename": "mosquito",
	"pinyin": "wénzǐ",
	"desc": "蚊子（mosquito），属于昆虫纲双翅目蚊科，全球约有3000种。是一种具有刺吸式口器的纤小飞虫。通常雌性以血液作为食物，而雄性则吸食植物的汁液。吸血的雌蚊是登革热、疟疾、黄热病、丝虫病、日本脑炎等其他病原体的中间寄主。除南极洲外各大陆皆有蚊子的分布。其中，以按蚊属、伊蚊属和库蚊属最为著名。",
	"img": "mosquito.jpg"
}, {
	"name": "蚂蚁",
	"ename": "",
	"pinyin": "mǎyǐ",
	"desc": "蚂蚁(ant)是一种昆虫。属节肢动物门，昆虫纲，膜翅目，蚁科。蚂蚁的种类繁多，世界上已知有11700多种，有21亚科283属，中国内已确定的蚂蚁种类有600多种。最近还发现了无性繁殖的蚂蚁新物种。蚂蚁的寿命很长，工蚁可生存几星期至3-10年，蚁后则可存活几年甚至十年。一个蚁巢在1个地方可生长几年甚至十几年。",
	"img": "mayi.jpg"
}, {
	"name": "蜜蜂",
	"ename": "beehoneybee",
	"pinyin": "mìfēng",
	"desc": "蜜蜂（Bee/Honeybee）属膜翅目、蜜蜂科。体长8—20毫米，黄褐色或黑褐色，生有密毛。头与胸几乎同样宽。触角膝状，复眼椭圆形，有毛，口器嚼吸式，后足为携粉足。两对膜质翅；前翅大，后翅小，前后翅以翅钩列连锁。腹部近椭圆形，体毛较胸部为少，腹末有螯针。一生要经过卵、幼虫、蛹和成虫四个虫态。",
	"img": "beehoneybee.jpg"
}, {
	"name": "蟑螂",
	"ename": "",
	"pinyin": "zhāngláng",
	"desc": "",
	"img": "zhanglang.jpg"
}, {
	"name": "苍蝇",
	"ename": "housefly",
	"pinyin": "cāngyíng",
	"desc": "在生物学上，苍蝇属于典型的“完全变态昆虫”。70年代末统计，全世界有双翅目的昆虫132个科12万余种，其中蝇类就有64科3万4千8百余种。主要蝇种是家蝇、市蝇、肉蝇、麻蝇等。",
	"img": "housefly.jpg"
}, {
	"name": "蝉",
	"ename": "",
	"pinyin": "chán",
	"desc": "",
	"img": "chan.jpg"
}, {
	"name": "蝴蝶",
	"ename": "",
	"pinyin": "húdié",
	"desc": "",
	"img": "hudie.jpg"
}, {
	"name": "萤火虫",
	"ename": "fireflyglowworm",
	"pinyin": "yínghuǒchóng",
	"desc": "萤火虫（英文：Firefly）又名夜光、景天、如熠燿、夜照、流萤、宵烛、耀夜等，属鞘翅目萤科，是一种小型甲虫，因其尾部能发出萤光，故名为萤火虫。这种尾部能发光的昆虫，约有近2000种，我国较常见的有黑萤、姬红萤、窗胸萤等几种。\n萤科昆虫的通称，全世界约2000种，分布于热带、亚热带和温带地区。根据中国几位专家的统计现发现的种类约有100余种，再加上未发现的种类，总共有150多种。夜间要发光，可分为水生类和陆生类两种。体型小至中型，长而扁平，体壁与鞘翅柔软。前胸背板平坦，常盖住头部。头狭小。眼半圆球形，雄性的眼常大于雌性。腹部7~8节，末端下方有发光器，体内的荧光素和荧光素酶反应后生成的黄绿色荧光。\n萤火虫的发光器内有一种发光细胞，发光细胞内有一种含鳞的化学物质，称为萤光素。当萤火素遇到荧光素酶的催化下消耗ATP，并与氧气发生反应就会发生化学反应，从而产生光芒。不同的萤火虫光芒持续的时间不同，有的不到一秒钟，有的可以维持好几分钟。\n萤火虫夜间活动，卵、幼虫和蛹也往往能发光，成虫发光有引诱异性的作用。幼虫捕食蜗牛和小昆虫，喜栖于潮湿温暖草木繁盛的地方。",
	"img": "fireflyglowworm.jpg"
}, {
	"name": "蜻蜓",
	"ename": "",
	"pinyin": "qīngtíng",
	"desc": "蜻蜓，无脊椎动物，节肢动物门，昆虫纲，有翅亚纲，蜻蜓目，差翅亚目，分蜻科和蜓科。一般体型较大，翅长而窄，膜质，网状翅脉极为清晰。视觉极为灵敏，单眼3个；触角1对，细而较短；咀嚼式口器。腹部细长、扁形或呈圆筒形，末端有肛附器。足细而弱，上有钩刺，可在空中飞行时捕捉害虫。幼虫（稚虫）在水中发育，在水中用直肠气管鳃呼吸。一般要经11次以上蜕皮，需时2年或2年以上才沿水草爬出水面，再经最后蜕皮羽化为成虫。稚虫在水中可以捕食孑孓或其他小型动物，有时同类也相残食。成虫一般在池塘或河边飞行捕食飞虫。除能大量捕食蚊、蝇外等对人有害的昆虫，实为益虫，有的还能捕食蝶、蛾、蜂。[1]蜻蜓的已知种类超过5,000种。",
	"img": "qingting.jpg"
}, {
	"name": "果蝇",
	"ename": "",
	"pinyin": "guǒyíng",
	"desc": "果蝇英文俗名fruitfly或vinegarfly，果蝇广泛地存在于全球温带及热带气候区，由于其主食为酵母菌，且腐烂的水果易滋生酵母菌，因此在人类的栖息地内如果园，菜市场等地区内皆可见其踪迹。除了南北极外，目前至少有1000个以上的果蝇物种被发现，大部分的物种以腐烂的水果或植物体为食，少部分则只取用真菌，树液或花粉为其食物。",
	"img": "guoying.jpg"
}, {
	"name": "知了",
	"ename": "",
	"pinyin": "zhīliǎo",
	"desc": "",
	"img": "zhiliao.jpg"
}, {
	"name": "蚕",
	"ename": "silkworm",
	"pinyin": "cán",
	"desc": "蚕，分两大类；一类家蚕，即桑蚕。主要以桑叶为食。另一类称山蚕，即柞蚕，以柞木叶为食。蚕一生经过4个阶段：卵、幼虫、蛹和蛾子。是蚕蛾的幼虫，丝绸产品的主要原料，在人类经济生活及文化历史上有重要地位。原产中国南方，古文记载黄帝轩辕氏就开始养蚕，江南最著名的莫属众所周知的黄帝的妻子嫘祖了。桑蚕主食为桑叶，也可用少量蓖麻叶补充。茧是由一根长度约为300～900米（1000～3000英尺）连续的丝织成的。家蚕的成虫及蛹可以食用，并有食疗功效。蚕蛾产卵交配后繁殖后代，产卵后即死亡。因为其久远的历史和经济上的重要性，家蚕的饲养已成为现代科学的重要研究对象。",
	"img": "silkworm.jpg"
}, {
	"name": "螳螂",
	"ename": "mantisprayingmantis",
	"pinyin": "tángláng",
	"desc": "螳螂（学名：Mantodea）亦称刀螂，无脊椎动物，属肉食性昆虫。在古希腊，人们将螳螂视为先知，因螳螂前臂举起的样子像祈祷的少女，所以又称祷告虫。\n除极地外，广布世界各地，尤以热带地区种类最为丰富。世界已知2000种左右。中国已知约147种。其中，中华大刀螳、狭翅大刀螳、广斧螳、棕静螳、薄翅螳螂、绿静螳等，螳螂是农业害虫的重要天敌。",
	"img": "mantisprayingmantis.jpg"
}, {
	"name": "蟋蟀",
	"ename": "cricket",
	"pinyin": "xīshuài",
	"desc": "蟋蟀（xīshuài）（Gryllulus；Gryllus）无脊椎动物，昆虫纲，直翅目，蟋蟀科。亦称促织，俗名蛐蛐、夜鸣虫（因为它在夜晚鸣叫）、将军虫、秋虫、斗鸡、促织、趋织、地喇叭、灶鸡子、孙旺，土蜇，“和尚”则是对蟋蟀生出双翅前的叫法。据研究，蟋蟀是一种古老的昆虫，至少已有1.4亿年的历史，还是在古代和现代玩斗的对象。",
	"img": "cricket.jpg"
}, {
	"name": "屎壳郎",
	"ename": "",
	"pinyin": "shǐkéláng",
	"desc": "屎壳郎，又名粪金龟；学名蜣螂（Geotrupidae），也有很多人叫它屎虼（gè）螂、推丸、裹粪牛、滚粪牛、滚粪郎等，属鞘翅目金龟子科粪金龟亚科。世界上约有2300种蜣螂，分布在南极洲以外的任何一块大陆。蜣螂能利用月光偏振现象进行定位，以帮助取食。有一定的趋光性。钻进牛粪里的虫类，可以将粪便滚动成球状，推行向前。主要以动物粪便为食，有“自然界清道夫”的称号，又名“莫多昇”。",
	"img": "shikelang.jpg"
}, {
	"name": "白蚁",
	"ename": "termites",
	"pinyin": "báiyǐ",
	"desc": "白蚁（termite,whiteant），亦称虫尉属节肢动物门，昆虫纲，蜚蠊目，类似蚂蚁营社会性生活，其社会阶级为蚁后、蚁王、兵蚁、工蚁。白蚁与蚂蚁虽一般同称为蚁（见蚁总科），但白蚁社会体系在分类地位上，白蚁属于较低级的半变态昆虫，蚂蚁则属于较高级的全变态昆虫。根据化石判断，白蚁可能是由古直翅目昆虫发展而来，最早出现于2亿年前的二叠纪。人们会误认为白蚁就是蚂蚁的一种，实际上白蚁和蚂蚁是两种不同物种。白蚁体软而小，通常长而圆，白色、淡黄色，赤褐色直至黑褐色。头前口式或下口式，能自由活动。触角念珠状，腹基粗壮，前后翅等长；蚂蚁触角膝状，腹基瘦细，前翅大于后翅。中国古书所称蚁、螘、飞螘、蚍蜉、蠡、螱等，都与蚂蚁混同。宋代开始有白蚁之名，并确定为白蚁的别称。白蚁分布于热带和亚热带地区，以木材或纤维素为食。白蚁是一种多形态、群居性而又有严格分工的昆虫，群体组织一旦遭到破坏，就很难继续生存。全世界已知2000多种。中国除澳白蚁科尚未发现外，其余4科均有，共达300余种。分布范围很广。\n白蚁是一种危害性很大的昆虫，如果在家中发现白蚁，一定要请专业人士来清除。",
	"img": "baiyi.jpg"
}, {
	"name": "黑脉金斑蝶",
	"ename": "monarchbutterfly",
	"pinyin": "hēimàijīnbāndié",
	"desc": "黑脉金斑蝶前足相当退化，短小无爪。前翅脉5条，常共柄。卵呈奶白色，期后会转变为淡黄色，呈半球形。幼虫头上有突起，体节上有枝刺，腹足趾钩1至3序中列式。蛹为垂蛹。翅膀上有显眼的橙色及黑色斑纹。生活史包括了卵、幼虫、蛹、成虫四个期，幼虫一般群集生活，幼虫以有毒植物马利筋为食，是一种食毒以防身的特殊物种。",
	"img": "monarchbutterfly.jpg"
}, {
	"name": "冬虫夏草",
	"ename": "",
	"pinyin": "dōngchóngxiàcǎo",
	"desc": "冬虫夏草又名虫草，是我国民间惯用的一种名贵滋补药材，其营养成分高于人参，可入药，也可食用，是上乘的佳肴，具有很高的营养价值。冬虫夏草可以增强机体的免疫力，滋补肺肾，对肺癌、肝癌等有明显的抑制作用。在临床上对肺虚久咳，气喘，肺结核咯血，盗汗，肾虚腰膝酸痛，阳痿遗精，神经衰弱及化疗、放疗后的红细胞下降都有疗效[1]。",
	"img": "dongchongxiacao.jpg"
}, {
	"name": "金蝉",
	"ename": "",
	"pinyin": "jīnchán",
	"desc": "金蝉，是蝉科昆虫的代表种，幼虫各个地方称呼不一样，爬猴，老吱哇龟儿、老吱哇猴、蝈蛹（邯郸方言）、蚱蝉、马吱啦猴（平乡方言）爬爬、知了龟、知了猴、姐猴、节老龟、罗锅、爬衩黑蚱蝉、知拇吖、食孩儿、老少狗、爬叉、肉牛、神仙、杜拉猴、知老老爬衩、节喽爬等均是它的名字。\n金蝉有很丰富的营养成份，其药用价值亦很高。特别是金蝉的皮，是一种中药，金蝉脱壳的成语也来自它。虽然蝉的生活领地越来越少，但自然界中存在的金蝉数量并未明显减少；现在为满足市场需求，已经有人用人工养殖的方法来获取它。",
	"img": "jinchan.jpg"
}, {
	"name": "飞蛾",
	"ename": "",
	"pinyin": "fēié",
	"desc": "飞蛾类属于昆虫纲中之鳞翅目。飞蛾类多在夜间活动，喜欢在光亮处聚集，因此民谚有“飞蛾扑火自烧身”的说法。植物提供多种蛾类幼时的食物来源，蛾类的幼虫及成虫也是鸟类、爬虫类、两栖类等食虫性动物的主要食物来源之一，形成自然界重要的食物链。蛾类可以根据其触角加以区分——没有棒状的端部，而呈丝状或羽毛状。大多数蛾类在夜间活动，色彩较暗淡。",
	"img": "feie.jpg"
}, {
	"name": "虎头蜂",
	"ename": "vespa",
	"pinyin": "hǔtóufēng",
	"desc": "虎头蜂（学名：Vespa）又称胡蜂属，膜翅目胡蜂科的一个属。体色鲜明通常黄黑相间，大颚发达，腹部末端的螫针和毒腺相连。身体长有虎斑纹，故被称为“虎头蜂”。主要分布国家为巴基斯坦、中国南部及印尼。",
	"img": "vespa.jpg"
}, {
	"name": "大黄蜂",
	"ename": "",
	"pinyin": "dàhuángfēng",
	"desc": "孩之宝(Hasbro)旗下玩具，及动漫作品《变形金刚》的主要角色之一。\n1984年由漫威编辑BobBudiansky命名为Bumblebee，于1984年9月在元祖漫画《TheTransformers》第一集首次登场。[1]\n相关漫画、动画和真人电影中均有主场担当。",
	"img": "dahuangfeng.jpg"
}, {
	"name": "切叶蚁",
	"ename": "",
	"pinyin": "qiēyèyǐ",
	"desc": "切叶蚁((LeafcutterAnt)从树木和其它植物上切下叶子，将叶片用来种植真菌。它们用长出的真菌喂养幼虫（成虫主要是吸食被它们切碎叶片的汁液）。能够切下叶片的蚂蚁实际只有2个属蚂蚁（美切叶蚁属Atta和Acromyrmex）中的38种。",
	"img": "qieyeyi.jpg"
}, {
	"name": "跳蚤",
	"ename": "flea",
	"pinyin": "tiàozǎo",
	"desc": "跳蚤为属于蚤目(Siphonaptera)的完全变态类节肢动物。俗称革子，跳蚤是小型、无翅、善跳跃的寄生性昆虫，成虫通常生活在哺乳类动物身上，少数在鸟类。触角粗短。口器锐利，用于吸吮。腹部宽大，有9节。后腿发达、粗壮。完全变态昆虫。蛹被茧所包住。跳蚤属于蚤目（Siphonaptera）的完全变态类昆虫。成虫体型微小或小型，无翅，体坚硬侧扁，外寄生于哺乳类和鸟类体上，具刺吸式口器，雌雄均吸血；幼虫无足呈圆柱形，营自由生活，具咀嚼式口器，以成虫血便或有机物质为食。",
	"img": "flea.jpg"
}, {
	"name": "蚜虫",
	"ename": "",
	"pinyin": "yáchóng",
	"desc": "蚜虫，又称腻虫、蜜虫，是一类植食性昆虫，包括蚜总科（又称蚜虫总科，学名：Aphidoidea）下的所有成员。目前已经发现的蚜虫总共有10个科约4400种，其中多数属于蚜科。蚜虫也是地球上最具破坏性的害虫之一。其中大约有250种是对于农林业和园艺业危害严重的害虫。\n蚜虫的大小不一，身长从一到十毫米不等。\n蚜虫的天敌有瓢虫、食蚜蝇、寄生蜂、食蚜瘿蚊（aphidmidgelarvae）、蟹蛛、草蛉以及昆虫病原真菌（entomopathogenicfungi，含绿僵菌）。\n蚜虫在世界范围内的分布十分广泛，但主要集中于温带地区。另外，物种的多样性在热带比在温带要低得多。蚜虫可以进行远程迁移，主要是通过随风飘荡的形式来进行扩散；例如，莴苣蚜虫被认为就是通过这种方式从新西兰传播到塔斯马尼亚。而一些人类活动也可以帮助蚜虫的迁移，例如对附着蚜虫的植物进行运输的过程。",
	"img": "yachong.jpg"
}, {
	"name": "虱子",
	"ename": "licelouse",
	"pinyin": "shīzǐ",
	"desc": "虱子的成虫和若虫终生在寄主体上吸血。寄主主要为：陆生哺乳类动物，少数为海栖哺乳类，人类也常被寄生。虱子不仅吸血危害，而且使寄主奇痒不安，并能传染很多重要的人畜疾病。由虱子传播的回归热是世界性的疾病，这种疾病的病原体是一种螺旋体。虱子的寿命大约有六个星期，每一雌虱每天约产十粒卵，卵坚固地粘附在人的毛发或衣服上。八天左右小虱子孵出，并立刻咬人吸血。大约两三周后通过三次蜕皮就可以长为成虫。虱子一生都是寄生生活。人们由于接触可互相传播。回归热的传播是它咬人后，被咬部位很痒，人在用力抓痒时，会把虱子挤破，它体液内的病原体随抓痒而带入被咬的伤口，人们就此得病。防治回归热最好办法是消灭虱子；如果我们常用热水肥皂洗澡，并时常换衣服，注意环境卫生，身上就不会长虱子。如已长有虱子，可以用药杀死。有虱子的衣服可用开水煮。毛发内有虱子就要把毛发剃去。因为阴虱是可以活动的，在脱离人体后还可单独存活3-5天，为了避免人物之间的交叉感染。",
	"img": "licelouse.jpg"
}, {
	"name": "臭虫",
	"ename": "bedbug",
	"pinyin": "chòuchóng",
	"desc": "臭虫，半翅目(Hemiptera)臭虫科(Cimicidae)昆虫，约75种，吸食人和温血动物的血液。体扁宽，长4到5毫米（少於0.2吋），雌虫体积要比雄虫大，红褐色，翅退化呈鳞状，有臭腺，分泌物有特殊气味。雌虫每个繁殖季节产卵200多个，一年繁殖3代或3代以上。世界性分布，昼伏夜出，吸血后即躲藏不出，所吸血需数天才能消化。成虫能耐饥一年以上。温带臭虫(Cimexlectularius)和热带臭虫(C.hemipterus)吸食人血。疏毛臭虫(C.pilosellus)吸食蝙蝠血，燕臭虫属(Oeciacus)吸食燕血，Cimexopsisnyctalis吸食雨燕的血。鸡臭虫(Haematosiphoninodora)吸家禽的血，也吸人、猪的血。\n臭虫也叫木蚤，臭虫属昆虫纲、半翅目、臭虫科。臭虫发育过程分卵、若虫、成虫三个时期。臭虫在我国古时又称床虱、壁虱。臭虫有一对臭腺，能分泌一种异常臭液，此种臭液有防御天敌和促进交配之用，臭虫爬过的地方，都留下难闻的臭气，故名臭虫。",
	"img": "bedbug.jpg"
}, {
	"name": "兰花螳螂",
	"ename": "hymenopuscoronatus",
	"pinyin": "lánhuātángláng",
	"desc": "兰花螳螂产于东南亚的马来西亚的热带雨林区，很多不同种类的兰花都会生长着各种的兰花螳螂，它们有最完美的伪装，而且能随着花色的深浅调整自己身体的颜色。兰花螳螂应该算是螳螂目中最漂亮抢眼的一种了。它们的步肢演化出类似花瓣的构造和颜色，可以在兰花中拟态而不会被猎物察觉，最适合螳螂守株待兔的掠食方式，也算是最高明的掠食者之一。",
	"img": "hymenopuscoronatus.jpg"
}, {
	"name": "灶马",
	"ename": "",
	"pinyin": "zàomǎ",
	"desc": "",
	"img": "zaoma.jpg"
}, {
	"name": "褐飞虱",
	"ename": "brownriceplanthopper",
	"pinyin": "hèfēishī",
	"desc": "褐飞虱Brownriceplanthopper(Nilaparvatalugens(Stal))分类属性：半翅目飞虱科（Homoptera:Delphacidae）别名：褐稻虱，稻飞虱的一种。褐飞虱有远距离迁飞习性，是我国和许多亚洲国家当前水稻上的首要害虫。褐飞虱为单食性害虫，只能在水稻和普通野生稻上取食和繁殖后代。",
	"img": "hefeizao.jpg"
}, {
	"name": "突灶螽",
	"ename": "",
	"pinyin": "tūzàozhōng",
	"desc": "",
	"img": "tuzaota.jpg"
}, {
	"name": "旌蛉",
	"ename": "",
	"pinyin": "jīnglíng",
	"desc": "",
	"img": "jingling.jpg"
}, {
	"name": "吸血虫",
	"ename": "",
	"pinyin": "xīxiěchóng",
	"desc": "",
	"img": "xixiechong.jpg"
}, {
	"name": "蚊蝎蛉",
	"ename": "",
	"pinyin": "wénxiēlíng",
	"desc": "",
	"img": "wenxieling.jpg"
}, {
	"name": "椿象",
	"ename": "stinkbug",
	"pinyin": "chūnxiàng",
	"desc": "椿象科属半翅目，乃半翅目中种类最多的一群，全世界单椿象科种类约有5000种。",
	"img": "stinkbug.jpg"
}, {
	"name": "寇蛛",
	"ename": "",
	"pinyin": "kòuzhū",
	"desc": "",
	"img": "kouzhu.jpg"
}, {
	"name": "草蛉",
	"ename": "",
	"pinyin": "cǎolíng",
	"desc": "夏天，人们在田间漫步时，可看到一种绿色的、长着四个大翅膀的昆虫，飞翔在空中，那种昆虫便是草蛉。草蛉为捕食性昆虫，属于昆虫纲的脉翅目。在全世界已知有86属共1350种，据调查中国有记载的有15属约近百种，分布于中国南北各地。由于草蛉能够有效大量地捕食多种重要的农业害虫，因此人们广泛地开展了人工利用草蛉消灭害虫的工作。",
	"img": "caoling.jpg"
}, {
	"name": "埋葬虫",
	"ename": "",
	"pinyin": "máizàngchóng",
	"desc": "埋葬虫，又叫葬甲、锤甲虫（Nicrophorusamericanus）。属于昆虫中最大的一个目——鞘翅目，埋葬甲科。该科昆虫全世界大约有175种。这是一种具有“奉献精神”的腐肉类甲虫，这不仅体现在它们的伙食上都是动物的尸体，还有它们那种在埋下的尸体旁亲手抚育自己的子女长大的社会习俗。",
	"img": "maizangchong.jpg"
}, {
	"name": "竹节虫",
	"ename": "",
	"pinyin": "zhújiéchóng",
	"desc": "竹节虫，学名（Gongy10pusadyposusBrunner），无脊椎动物，属有翅亚纲，因身体修长而得名，有翅或无翅。体长而大，为中型或大型昆虫，一般在10～30毫米，最大的260毫米。前胸节短，中胸节和后胸节长，无翅种类尤其如此。当竹节虫6足紧靠身体时，更像竹节，喜爱灌木和乔木的叶片。有翅种类的翅多为两对，前翅革质，狭长，横脉众多，脉序成细密的网状。多数竹节虫的体色呈深褐色，少数为绿色或暗绿色。分布中国湖北、云南、贵州等省。\n多数竹节虫的体色呈深褐色，少数为绿色或暗绿色。此虫常可营孤雌生殖，雄虫常较少，未受精卵多发育为雌虫。当受伤害时，稚虫的足可以自行脱落,而且可以再生。高温、低温、暗光可使体色变深，相反,则体色可变浅。白天与黑夜体色不同，成为节奏性体色变化。竹节虫植食性。\n竹节虫简称“虫脩”（合成一字，xiū）。如瘦虫“虫脩”、棉细颈杆“虫脩”和东方叶“虫脩”等。\n中国发现世界最长昆虫新物种足长超60厘米2016-05-0611:05\n5月6日，成都华希昆虫博物馆公布了发现昆虫新物种消息。此次公布发现的是一个竹节虫新物种——足全长62.4厘米的巨型竹节虫，身体长度也达到36.1厘米。刷新了世界上已经被人类发现的80余万种昆虫中的最长纪录。...详情\n相关新闻\n内容来自",
	"img": "zhujiechong.jpg"
}, {
	"name": "弓背蚁",
	"ename": "",
	"pinyin": "gōngbèiyǐ",
	"desc": "弓背蚁，又名巨山蚁、木匠蚁，皆为同一类蚁属，俗称木匠蚁、木蚁。工蚁体型最大为3厘米，蚁后则最大为3.5厘米。它们筑巢于潮湿的地方，弓背蚁较喜欢挖掘已被水破坏的树木。它们的巢穴可以是横梁，地板或墙壁，并在屋里到处寻觅食物碎屑和昆虫。虽然弓背蚁大部分的品种是黑色，但也有其他颜色。弓背蚁是蚂蚁家族的其中一大成员，以它们的习性闻名，就是在木材里咬通道。它们住在这些走廊里，并在里面进行“远足”，并多数在晚上寻找食物和水。这类蚂蚁通常会在屋里建立附属群族，而主群族则会驻扎在树里或陆地上的林木里。",
	"img": "gongbeiyi.jpg"
}, {
	"name": "放屁虫",
	"ename": "stinkbug",
	"pinyin": "fàngpìchóng",
	"desc": "椿象科属半翅目，乃半翅目中种类最多的一群，全世界单椿象科种类约有5000种。",
	"img": "fangpichong.jpg"
}, {
	"name": "巨脉蜻蜓",
	"ename": "",
	"pinyin": "jùmàiqīngtíng",
	"desc": "巨脉蜻蜓（学名Meganeuramonyi），又名大尾蜻蜓或巨尾蜻蜓，是3亿年前石炭纪的一种昆虫，与现今的蜻蜓接近。它的翅膀展开阔达75厘米，是已知地球上曾出现最大的昆虫物种，但是早在2.5亿年前的二叠纪就已灭绝。它以其他昆虫及细小的两栖动物为食物。",
	"img": "jumaiqingting.jpg"
}, {
	"name": "陷阱颚蚁",
	"ename": "",
	"pinyin": "xiànjǐngèyǐ",
	"desc": "",
	"img": "xianjingyi.jpg"
}, {
	"name": "毛毛虫",
	"ename": "",
	"pinyin": "máomáochóng",
	"desc": "",
	"img": "maomaochong.jpg"
}, {
	"name": "射炮步甲",
	"ename": "bombardierbeetle",
	"pinyin": "shèpáobùjiǎ",
	"desc": "射炮步甲（学名：Brachinusexplodens）体长5-13毫米，一般中等大小，射炮步甲在腹部末端有一个小囊，能喷出有毒的液体，用以防范天敌；射炮步甲将液体在极高的温度下放射出，炽热的液体一经接触空气就汽化；液体内含有毒的醌类，醌类在昆虫体内一个室中与过氧化氢（亦系昆虫产生，贮存在体内某处）猛烈反应，射液时发出「砰」的一声，更使敌人吃惊。是一种分布在北美、非洲、亚洲和东印度群岛的甲虫，因其腹部末端有一个小囊，能喷出有毒的液体，用以防范天敌而得名。",
	"img": "bombardierbeetle.jpg"
}]