[{
	"name": "狗",
	"ename": "dog",
	"pinyin": "gǒu",
	"desc": "狗，（拉丁文:Canislupusfamiliaris,英文名称dog）中文亦称“犬”，狗属于食肉目，分布于世界各地。\n狗与马、牛、羊、猪、鸡并称“六畜”。\n有科学家认为狗是由早期人类从灰狼驯化而来，驯养时间在4万年前~1.5万年前，发展至今日。被称为“人类最忠实的朋友”，现如今是饲养率最高的宠物。其寿命约十多年。\n在中国文化中，狗属于十二生肖之一，在十二生肖中排名第11位。",
	"img": "dog.jpg"
}, {
	"name": "猫",
	"ename": "cat",
	"pinyin": "māo",
	"desc": "猫，属于猫科动物，分家猫、野猫，是全世界家庭中较为广泛的宠物。家猫的祖先据推测是起源于古埃及的沙漠猫，波斯的波斯猫，已经被人类驯化了3500年（但未像狗一样完全地被驯化）。\n一般的猫：头圆、颜面部短，前肢五指，后肢四趾，趾端具锐利而弯曲的爪，爪能伸缩。夜行性。\n以伏击的方式猎捕其他动物，大多能攀缘上树。猫的趾底有脂肪质肉垫，以免在行走时发出声响，捕猎时也不会惊跑鼠。行进时爪子处于收缩状态，防止爪被磨钝，在捕鼠和攀岩时会伸出来。",
	"img": "cat.jpg"
}, {
	"name": "大象",
	"ename": "elephant",
	"pinyin": "dàxiàng",
	"desc": "大象是现存世界上最大的陆地栖息群居性哺乳动物，通常以家族为单位活动，有时几个象群聚集起来，结成上百只大象。非洲象由雌象做首领，每天活动的时间，行动路线，觅食地点，栖息场所等均听雌象指挥；亚洲象则相反，由成年雄象承担保卫家庭安全的责任。大象的皮层很厚，但皮层褶皱间的皮肤很薄，因此常用泥土浴的方式防止蚊虫叮咬。象牙是防御敌人的重要武器。\n大象[1]的祖先在几千万年前就出现在地球上。大象家族曾经很繁荣，是地球上最占优势的动物类群之一，目前已发现400余种化石。但由于历史上气候和人为原因，导致这个族群的种类越来越少。目前地球上大象仅剩下2属3种：亚洲象、非洲草原象、非洲森林象，且它们也正受到严重的威胁。",
	"img": "elephant.gif"
}, {
	"name": "狮子",
	"ename": "",
	"pinyin": "shīzǐ",
	"desc": "",
	"img": "shizi.jpg"
}, {
	"name": "鲸鱼",
	"ename": "",
	"pinyin": "jīngyú",
	"desc": "鲸属于脊索动物门，脊椎动物亚门，哺乳纲，真兽亚纲，包含了大约八十种生活在海洋、河流中的有胎盘哺乳动物。我国海域就有30余种。“鲸”本身定义比较模糊，鲸目可以包含所有鲸类，还有特定科的鲸类。鲸目中还包括海豚，杀人鲸和巨头鲸属于海豚（Delphinidae）科。鲸目主要分为两个子目：须鲸（Mysticeti）亚目和齿鲸（Odontoceti）亚目。须鲸的种类较少，但体型巨大，目前已知最小的种类体长也超过6米。齿鲸类的体形差异比较大，最小的种类体长仅有3分米左右，最大的也在20米以上。重量上，目前最大的鲸有十六万公斤重，最小也有两千公斤重。鲸并不属于鱼类。[1]\n成年鲸鱼搁浅江苏南通海滩长15米重33吨2016-02-1518:02\n2月15日，经江苏南通边防支队民警现场勘查，在如东长沙镇三民滩涂搁浅的一头鲸鱼，已经搁浅死亡。据了解，鲸鱼是14日清晨搁浅的，搁浅的巨大鲸鱼长约15米，重约33吨。...详情\n相关新闻\n内容来自",
	"img": "jingyu.jpg"
}, {
	"name": "黑猩猩",
	"ename": "",
	"pinyin": "hēixīngxīng",
	"desc": "黑猩猩（学名Pantroglodytes），人类的近亲，四大类人猿之一，它们是现存与人类血缘最近的高级灵长类动物，是黑猩猩属的两种动物之一，近些年，由于黑猩猩和人类的基因相似度达98.77%（最近有些研究为99.4%），所以亦有学者主张将黑猩猩属的动物并入人属。原产地在非洲西部及中部。\n美国纽约州一家上诉法院2014年12月4日驳回一个民间团体要求赋予一只黑猩猩人权并放生的请求，理由是黑猩猩无法承担法律责任，不应享有相应法律权益。[1]\n图集\n黑猩猩图册\n词条视频",
	"img": "heixingxing.jpe"
}, {
	"name": "大熊猫",
	"ename": "",
	"pinyin": "dàxióngmāo",
	"desc": "",
	"img": "daxiongmao.jpg"
}, {
	"name": "老鼠",
	"ename": "",
	"pinyin": "lǎoshǔ",
	"desc": "老鼠(俗称耗子）是哺乳纲、啮齿目、鼠科啮齿类动物。\n其主要特点是身体呈锥形、无犬齿、门齿与前臼齿或臼齿间有间隙、门齿发达、无齿根、终生生长、常见啮物以磨短；行动迅速；以植物为主食，也有的为杂食性；种类多。老鼠是一种啮齿动物，体形有大有小。老鼠种类多，全世界现有450多种。老鼠是现存最原始的哺乳动物之一，它们生命力旺盛、数量繁多并且繁殖速度极快，适应能力很强，几乎什么都吃，在什么地方都能住。老鼠会打洞、上树，并能传播鼠疫、流行性出血热、钩端螺旋体病等病源。但是老鼠为人提供了无数药品实验数据。",
	"img": "laoshu.jpg"
}, {
	"name": "蝙蝠",
	"ename": "bat",
	"pinyin": "biānfú",
	"desc": "蝙蝠是翼手目动物，翼手目是哺乳动物中仅次于啮齿目动物的第二大类群，是唯一一类演化出真正有飞翔能力的哺乳动物，现生物种类共有19科185属961种，除极地和大洋中的一些岛屿外，分布遍于全世界，在热带和亚热带蝙蝠最多。大部分蝙蝠都是白天憩息，夜间觅食。",
	"img": "bat.jpg"
}, {
	"name": "马",
	"ename": "horsesteed",
	"pinyin": "mǎ",
	"desc": "马(mǎ)，草食性动物。在4000年前被人类驯服。普氏野马(Przewalski'shorse)（66个染色体），家马(64个染色体)可以杂交有可育的后代，马在古代曾是农业生产、交通运输和军事等活动的主要动力。全世界马的品种约有200多个。随着生产力的发展、科技水平的提高以及动力机械的发明和广泛应用，马在现实生活中所起的作用也越来越小。马匹主要用于马术运动和生产乳肉，饲养量大为减少。但在有些发展中国家和地区，马仍以役用为主，并是役力的重要来源。马的主食是草。马的寿命平均30至35岁，最高可达60余岁。",
	"img": "horsesteed.jpg"
}, {
	"name": "猪",
	"ename": "",
	"pinyin": "zhū",
	"desc": "猪，古杂食类哺乳动物。分为家猪和野猪。\n家猪（学名：Susscrofadomestica）是野猪被人类驯化后所形成的亚种，獠牙较野猪短，是人类的家畜之一，一般来说，家猪是指人类蓄养多供食用的猪种。\n温州一头猪跑寺院门口“跪拜”2015-02-2509:02\n2月24日16点57分，网友发微博称，春节期间，浙江温州永嘉县的一头猪跑到寺院门口\"下跪\"，另有网友指出，猪是缺乏维生素E，临床症状：仔猪精神不振，喜卧，行走时步态强拘，站立困难，常呈前腿跪下或犬坐姿势，病程继续发展，则四肢麻痹，心跳、呼吸快而弱，心律不齐，肺部常出现湿啰音。...详情\n相关新闻\n内容来自",
	"img": "zhu.jpg"
}, {
	"name": "猴子",
	"ename": "monkey",
	"pinyin": "hóuzǐ",
	"desc": "猴子。是三种类人猿灵长目动物的成员，灵长目是动物界的种群，猴子一般大脑发达，眼眶朝向前方，眶间距窄，手和脚的趾（指）分开，大拇指灵活，多数能与其他趾（指）对握。包括原猴亚目和猿猴亚目。\n猴并没有形成一个“自然群组”，现存并所知的有264种猴。另外由于猿类似猴，黑猩猩、长臂猿等在非正式场合也常被称为猴，但生物学家并不认为它们是猴。猴没有任何显著的特征，因为它们的特征都是源于类人猿和猿。\n猴种类的部分特征差不多，例如很多新世界猴会有缠卷的尾巴，这样当它们爬树时就可以用来抓着树枝，相反旧世界猴就没有缠卷的尾巴，而是有较小的鼻孔，鼻孔之间的距离也较近，部分的背部有硬皮，就像嵌入的座椅靠垫般；部分也像人类有三色的视力；其他则是两色视或单色视。虽然新旧世界猴，像猿，都有向前的眼睛，但二者的脸部却是不同的；而每种类的猴仔都有某些特征一样，例如鼻子，颚部和臀部的类型。因此如果要明白猴的话，必须去学习它们的个别不同的特征。",
	"img": "monkey.jpg"
}, {
	"name": "海豚",
	"ename": "dolphins",
	"pinyin": "hǎitún",
	"desc": "海豚（学名：Delphinidae）是与鲸鱼和鼠海豚密切相关的水生哺乳动物，大约于1000万年前的中新世进化而成，广泛生活在大陆架附近的浅海里，偶见于淡水之中。各种海豚的长度从1.2米到9.5米，重量从40千克到10吨不等，主要以鱼类和软体动物为食。中国沿海已知有18种海豚。\n海豚有着看起来友善的形态和爱嬉闹性格，在人类文化中一向十分受欢迎。\n直播-横琴海洋王国的海豚百科海洋馆，14种珍稀海洋动物直播中\n收起>\n收起>",
	"img": "dolphins.jpg"
}, {
	"name": "老虎",
	"ename": "",
	"pinyin": "lǎohǔ",
	"desc": "",
	"img": "laohu.jpg"
}, {
	"name": "牛",
	"ename": "",
	"pinyin": "niú",
	"desc": "",
	"img": "niu.jpg"
}, {
	"name": "兔子",
	"ename": "",
	"pinyin": "tùzǐ",
	"desc": "兔（Rabbit）\n兔是哺乳类兔形目兔科下属所有的属的总称。俗称兔子。生物学分类动物界脊索动物门脊椎动物亚门哺乳纲兔形目。\n兔具有管状长耳（耳长大于耳宽数倍），簇状短尾，比前肢长得多的强健后腿。\n共9属43种。以亚洲东部、南部、非洲和北美洲种类最多，少数种类分布于欧洲和南美洲，其中一些种类分布广泛或者被引入很多地区，而也有不少种分布非常局限。陆栖，多见于荒漠、荒漠化草原、热带疏林、干草原和森林或树林.",
	"img": "tuzi.jpg"
}, {
	"name": "狼",
	"ename": "",
	"pinyin": "láng",
	"desc": "",
	"img": "lang.jpg"
}, {
	"name": "长颈鹿",
	"ename": "giraffe",
	"pinyin": "chángjǐnglù",
	"desc": "长颈鹿（学名：Giraffacamelopardalis）是一种生长在非洲的反刍偶蹄动物，拉丁文名字的意思是“长着豹纹的骆驼”。它们是世界上现存最高的陆生动物。站立时由头至脚可达6-8米，体重约700千克，刚出生的幼仔就有1.5米高；皮毛颜色花纹有斑点和网纹型，头的额部宽，吻部较尖，耳大竖立，头顶有1对骨质短角，角外包覆皮肤和茸毛；颈特别长（约2米），颈背有1行鬃毛；体较短；四肢高而强健，前肢略长于后肢，蹄阔大；尾短小，尾端为黑色簇毛。牙齿为原始的低冠齿，不能以草为主食，只能以树叶为主食；舌较长，可以用于取食；具短角，角上被有毛的皮肤覆盖。\n生活于非洲稀树草原地带，是草食动物，以树叶及小树枝为主食。在野外长颈鹿的寿命为27年左右，动物园里的能活超过29年。主要分布在非洲的埃塞俄比亚、苏丹、肯尼亚、坦桑尼亚和赞比亚等国。\n图集\n长颈鹿图册\n词条视频",
	"img": "giraffe.jpg"
}, {
	"name": "北极熊",
	"ename": "polarbear",
	"pinyin": "běijíxióng",
	"desc": "北极熊（拉丁学名：Ursusmaritimus），是世界上最大的陆地食肉动物，又名白熊，憨态可掬。皮肤为黑色，由于毛发透明故外观上通常为白色，也有黄色等颜色，体型巨大，凶猛。\n北极熊的视力和听力与人类相当，但它们的嗅觉极为灵敏，是犬类的7倍；奔跑时最快速度可达60km/h，是世界百米冠军的1.5倍。由于全球气温的升高，北极的浮冰逐渐开始融化，北极熊昔日的家园已遭到一定程度的破坏，在未来的不久很可能灭绝，需要人类的保护。\n直播-长隆横琴海洋王国的北极熊百科海洋馆，14种珍稀海洋生物直播中\n收起>\n正面-长隆横琴海洋王国北极熊\n背面-长隆横琴海洋王国北极熊\n收起>\n录播",
	"img": "polarbear.jpg"
}, {
	"name": "仓鼠",
	"ename": "",
	"pinyin": "cāngshǔ",
	"desc": "仓鼠（学名：Cricetidae）是仓鼠亚科动物的总称。仓鼠共七属十八种，主要分布于亚洲，少数分布于欧洲。\n仓鼠体长5-12厘米，除分布在中亚的小仓鼠外，其他种类的仓鼠两颊皆有颊囊，从臼齿侧延伸到肩部，因此得名为仓鼠。这种动物非常迷你和可爱，是一种很强势的独居动物，同时也是一种很受欢迎的宠物。",
	"img": "cangshu.jpg"
}, {
	"name": "羊",
	"ename": "ramsheepgoat",
	"pinyin": "yáng",
	"desc": "羊是羊亚科的统称，哺乳纲、偶蹄目、牛科、羊亚科，是人类的家畜之一。有毛的四腿反刍动物，是羊毛的主要来源。毛色主要是白色。我国主要饲养山羊和绵羊。\n羊又称为绵羊或白羊。有毛的四腿反刍动物。原为北半球山地的产物，与山羊有亲缘关系；不同之处在于体形较胖，身体丰满，体毛绵密。头短。雄兽有螺旋状的大角，雌兽没有角或仅有细小的角。",
	"img": "ramsheepgoat.jpg"
}, {
	"name": "犀牛",
	"ename": "rhinoceros",
	"pinyin": "xīniú",
	"desc": "犀牛（学名：Dicerorhinus）是哺乳类犀科的总称，目前分布于非洲中南部和东南亚、南亚，是现存最大的奇蹄目动物，也是现存体型仅次于大象的陆地动物。所有的现存犀类基本上是腿短、体粗壮，体肥笨拙，体长2.2～4.3米，肩高1.1～2.05米，现存不同种类体重500千克到3600千克不等，皮厚粗糙，并于肩腰等处成褶皱排列；毛被稀少而硬，甚或大部无毛；耳呈卵圆形，头大而长，颈短粗，长唇延长伸出；头部有实心的独角或双角（有的雌性无角），起源于真皮，角脱落仍能复生；无犬齿；尾细短，身体呈黄褐、褐、黑或灰色。",
	"img": "rhinoceros.jpg"
}, {
	"name": "龙猫",
	"ename": "",
	"pinyin": "lóngmāo",
	"desc": "",
	"img": "longmao.jpg"
}, {
	"name": "猛犸象",
	"ename": "",
	"pinyin": "měngmǎxiàng",
	"desc": "猛犸象（Mammuthusprimigenius），又名毛象（长毛象），是一种适应寒冷气候的动物。曾经是世界上最大的象之一，在陆地上生存过的最大的哺乳动物之一，其中草原猛犸象体重可达12吨。\n猛犸象身高体壮，有粗壮的腿，脚生四趾，头特别大，在其嘴部长出一对弯曲的大门牙。猛犸象的门齿长1.5米左右，它身上披着金、红棕、灰褐色的细密长毛，皮很厚，具有极厚的脂肪层，厚度最厚可达9厘米。[1]\n它们广泛生活在欧亚大陆北部。距今约1万年前，猛犸象陆续灭绝，这被视作一个冰川时代结束的标志。在阿拉斯加和西伯利亚的冻土和冰层里，不止一次发现冷冻的尸体。[2]",
	"img": "mengmaxiang.jpg"
}, {
	"name": "猩猩",
	"ename": "orangutan",
	"pinyin": "xīngxīng",
	"desc": "猩猩也叫人猿，灵长目人科的一属，与猴子最大不同的地方就是没有尾巴，能用手或脚拿东西。马来语和印尼语叫做Orangutan，意思是“森林中的人”。与人类十分相近，与人类基因相似度达96.4%。活动的习性通常不用声音沟通，通常有好几个个体会在同一个区域活动，但彼此不干扰，平均寿命大概40年，平均身高大概171~180厘米左右。属猩猩科，是一种非常珍稀的灵长类动物。人们把红毛猩猩称作世界上最憨态可掬的哺乳类动物。红毛猩猩与大猩猩及黑猩猩一起常常被称为“人类最直系的亲属”。",
	"img": "orangutan.jpg"
}, {
	"name": "熊",
	"ename": "",
	"pinyin": "xióng",
	"desc": "",
	"img": "xiong.jpg"
}, {
	"name": "虎鲸",
	"ename": "orca",
	"pinyin": "hǔjīng",
	"desc": "虎鲸（学名：Orcinusorca）是一种大型齿鲸，身长为8～10米，体重9吨左右，头部略圆，具有不明显的喙；背鳍高而直立，弯曲长达1米；身体黑、白两色。两翼骨远隔开。颞窝大。下颌骨相对较短。在上、下颌每齿列有10～12枚圆锥形的齿。嘴巴细长，牙齿锋利，性情凶猛，食肉动物，善于进攻猎物，是企鹅、海豹等动物的天敌。有时它们还袭击其它鲸类，甚至是大白鲨，可称得上是海上霸王。虎鲸是一种高度社会化的动物，有一些群体组成的家族是动物界中最稳定的家族。虎鲸的一些复杂社会行为，捕猎技巧，和声音交流，被认为是虎鲸拥有自己的文化的证据。分布于几乎所有的海洋区域，从赤道到极地水域，以北美洲海域居多。水温或深度没有限制其范围。分布延伸到许多封闭或半封闭的海域，如地中海，鄂霍次克海，加利福尼亚湾，墨西哥湾，红海和波斯湾。",
	"img": "orca.jpg"
}, {
	"name": "狐狸",
	"ename": "",
	"pinyin": "húlí",
	"desc": "哺乳纲，食肉目犬科动物。属于一般所说的狐狸，又叫红狐、赤狐和草狐。它们灵活的耳朵能对声音进行准确定位、嗅觉灵敏，修长的腿能够快速奔跑，最高时速可达50km/h，所以主要以鱼、蚌、虾、蟹、鼠类、鸟类、昆虫类小型动物为食，有时也采食一些植物。实际上狐狸是民间对这一类动物的通称，种类繁多，分北极狐、赤狐、银黑狐、沙狐等。性格机敏胆小，常在古代神话中以\"狐狸精\"出现，虽在远古也曾作为图腾，但从不出现于正式祭祀中，皆因其\"形象不雅\"，多与狡诈鬼祟相关联。多年来，狐妖狐仙，在各种小说及趣闻中形成一种独有的妖精文化[1]。",
	"img": "huli.jpg"
}, {
	"name": "松鼠",
	"ename": "songshu",
	"pinyin": "sōngshǔ",
	"desc": "松鼠，是哺乳纲啮齿目中的一个科，其下包括松鼠亚科和非洲地松鼠亚科，特征是长着毛茸茸的长尾巴。根据生活环境不同，松鼠科分为树松鼠、地松鼠和石松鼠等。与其他亲缘关系接近的动物又被合称为松鼠形亚目。全世界近35属212种，中国有11属24种，其中岩松鼠和侧纹岩松鼠2种是中国特有动物。",
	"img": "songshu.jpg"
}, {
	"name": "驯鹿",
	"ename": "caribou",
	"pinyin": "xùnlù",
	"desc": "驯鹿（学名：Rangifertarandus），又名角鹿。是鹿科驯鹿属下的唯一一种动物。体长100～125厘米，肩高100～120厘米。雌雄皆有角，角的分枝繁复是其外观上的重要特征。长角分枝繁复，有时超过30叉，蹄子宽大，悬蹄发达，尾巴极短。驯鹿的身体上覆盖着轻盈但极为抗寒冷的毛皮。不同亚种、性别的毛色在不同的季节有显著不同，从雄性北美林地驯鹿在夏季时的深棕褐色，到格林兰岛上的白色。主要毛色有褐色、灰白色、花白色和白色。花色中白色一般出现在腹部、颈部和蹄子以上部位\n驯鹿主要分布于北半球的环北极地区，包括在欧亚大陆和北美洲北部及一些大型岛屿。在中国驯鹿只见于大兴安岭东北部林区。中国鄂温克族使用驯鹿作为交通工具。",
	"img": "caribou.jpg"
}, {
	"name": "大猩猩",
	"ename": "",
	"pinyin": "dàxīngxīng",
	"desc": "大猩猩（学名：Gorillaberingei），是一种大猩猩且是灵长目中体型最大的。目前东部大猩猩分为两个亚种：东部低地大猩猩（G.b.graueri）和山地大猩猩（G.b.beringei）。东部大猩猩草食性，它们主要以生果、树叶及树枝为食物。出没于刚果民主共和国、乌干达西南及卢旺达的低地及山地雨林，并亚山区森林，在卢阿拉巴河、爱德华湖及坦噶尼喀湖之内。",
	"img": "daxingxing.jpg"
}, {
	"name": "骆驼",
	"ename": "camel",
	"pinyin": "luòtuó",
	"desc": "骆驼，头较小，颈粗长，弯曲如鹅颈。躯体高大，体毛褐色。极能忍饥耐渴。骆驼可以在没有水的条件下生存3周，没有食物可生存一个月之久。\n骆驼是骆驼科骆驼属的动物，只有两种。生活在沙漠边缘的人类早在公元前3000年已经开始驯养骆驼，作为役畜，以供驮运和骑乘，有许多国家有倚赖骆驼为生的骆驼牧民，甚至有骆驼骑兵。单峰骆驼毛短，主要生活在北非洲和西亚洲、印度等热带地域，生活在沙漠地带的牧民以骆驼奶甚至骆驼血作为食物，目前全世界只有1400万头，全部都是家畜。\n骆驼由于胃内附生有水俘，作储水用，故能耐渴。骆驼鼻子构造异常特别，鼻腔内布满弯曲微小气道。当骆驼大量消耗水分时，其分泌物变得干燥，形成硬膜。骆驼呼气时，这种硬膜能吸收来自肺部的水分；当它吸气时，贮藏在硬膜中的水分又被送至肺部，循环不已。",
	"img": "camel.jpg"
}, {
	"name": "袋鼠",
	"ename": "kangaroo",
	"pinyin": "dàishǔ",
	"desc": "袋鼠是任一种属于袋鼠目的有袋动物，主要分布于澳大利亚大陆和巴布亚新几内亚的部分地区。其中，有些种类为澳大利亚独有。不同种类的袋鼠在澳大利亚各种不同的自然环境中生活，从凉性气候的雨林和沙漠平原到热带地区。袋鼠是跳得最高最远的哺乳动物。\n”袋鼠“有时候指所有的有袋动物。这个词源自GuuguYimidhirr（一种澳洲原住民语言），后来袋鼠这个词被约瑟夫·班克斯在詹姆斯·库克的第一次航海旅行中命名。",
	"img": "kangaroo.jpg"
}, {
	"name": "伊犁鼠兔",
	"ename": "ilipika",
	"pinyin": "yīlíshǔtù",
	"desc": "伊犁鼠兔（学名：Ochotonailiensis）是一种体型娇小的山地哺乳动物，约20厘米长，长有大大的耳朵，灰色的皮毛上散落着些许棕色斑点。仅存于中国新疆，是高原生态系统中的一个群体。它们主要栖息在海拔2800米至4100米之间的天山裸岩区。自2000年以来，伊犁鼠兔的栖息地减少至原本分布区面积的17.05%。实际栖种群数量的成熟个体数少于2500只，已经处于濒危状态，中国已将其列为濒危动物。\n1983年该物种在天山山脉被中国科学家意外发现，并被判定为新物种。20世纪90年代，科学家对其数量进行统计，估计有2000只左右。而后，鼠兔便消失在人们视野中。\n2014年夏天，中国天山山脉再次发现伊犁鼠兔。[1]",
	"img": "ilipika.jpg"
}, {
	"name": "藏獒",
	"ename": "",
	"pinyin": "cángáo",
	"desc": "藏獒（dokhyi；英语：TibetanMastiff），一种体型较大性格凶猛的犬，毛色多为铁包金、黄色、麻色、黑色、草白等，原产于青藏高原。藏獒在藏语里的意思是拴系的犬，又称吐番獒、番狗。\n藏獒属大型犬，体型高大，骨骼粗壮，结构匀称，体长略大于体高，肌肉丰满结实。头大额宽，表情庄严，双层被毛，可分为长毛型（狮型）和短毛型（虎型），长毛型头部，颈部，背部长有丰厚的毛，它气质刚强，尊贵而高傲，动作敏捷矫健，力量强大，耐力持久，记忆力强。本品种的典型特征是警觉性高，地域意识极强，对主人极为忠诚，对陌生人有敌意，善于保护主人及其财物[1]",
	"img": "cangao.jpg"
}, {
	"name": "河马",
	"ename": "hippopotamus",
	"pinyin": "hémǎ",
	"desc": "河马（学名：Hippopotamusamphibius）是淡水物种中的现存最大型杂食性哺乳类动物，也是现存仅次于非洲象、亚洲象、非洲森林象、白犀牛、印度犀牛的陆地动物，一般个体体长3.3米，肩高1.5米，平均体重约1.35吨，一般体重在0.9吨-1.8吨之间，最大野生个体重达2.66吨（2.7吨以上的野生个体其实都是卫星数据或重量单位数据错误，而传说中所谓5吨的个体则是重量单位错误）。躯体粗圆，四肢很短，脚有4趾，头硕大，眼、耳较小，嘴特别大，尾较小，下犬齿巨大，长50～60厘米，重2.5千克，皮较厚，约40～50毫米，除吻部、尾、耳有稀疏的毛外，全身皮肤裸露，呈紫褐色；生活于非洲热带水草丰盛地区，常由10余只组成群体，有时也能结成上百只的大群，单独的河马多是由群中被逐出的成年雄兽；白天几乎全在水中，食水草，日食量80千克以上，水草缺少时，便在夜间上岸觅食植物、农作物甚至别的动物尸体，也会主动捕食其它食草动物；胃三室，不反刍，性暴躁，惧冷喜暖，善游泳，可沿着河底潜行5～10分钟；在交配季节，雄性间时有争斗，妊娠期约8个月，每胎1仔。哺乳期1年，4～5岁性成熟，寿命35～40年。分布于非洲。[1]\n图集\n河马图册\n词条视频",
	"img": "hema.jpg"
}, {
	"name": "刺猬",
	"ename": "",
	"pinyin": "cìwèi",
	"desc": "刺猬(拉丁学名：Heterothermic)属于哺乳动物中的猬形目，是异温动物（Heterothermic）。它体肥矮、爪锐利、眼小、毛短，浑身布满短而密的刺,体背和体侧满布棘刺，头、尾和腹面被毛；嘴尖而长，尾短；前后足均具5趾，蹠行，少数种类前足4趾；齿36~44枚，均具尖锐齿尖，适于食虫；受惊时，全身棘刺竖立，卷成如刺球状，头和4足均不可见。\n普通刺猬栖山地、森林、草原、农田、灌丛等地.最普遍的刺猬种类是学名为“欧洲刺猬”的普通刺猬，广泛分布在欧洲、亚洲北部，在中国的北方和长江流域也分布很广，这种刺猬冬天冬眠，在苏南民间又被叫做“偷瓜獾”。",
	"img": "ciwei.jpg"
}, {
	"name": "豹子",
	"ename": "leopard",
	"pinyin": "bàozǐ",
	"desc": "豹（学名：Pantherapardus）在四种大型猫科动物（其余三种为狮、虎及美洲豹）中体型最小，平均全长2米左右，平均体重50千克。奔跑时速可达70公里。体呈黄或橙黄色，全身布满大小不同的黑斑或古钱状的黑环。豹可以说是敏捷的猎手，身材矫健，动作灵活，奔跑速度快。既会游泳，又会爬树。性情机敏，嗅觉听觉视觉都很好，智力超常，隐蔽性强，长长的尾巴在奔跑时可以帮助豹保持平衡。它亦是少数可适应不同环境的猫科动物。金钱豹多指亚洲的亚种，非洲的亚种多称花豹。\n栖息于森林灌丛、热带雨林、山地、丘陵、平原、干旱地、湿地，甚至荒漠。",
	"img": "leopard.jpg"
}, {
	"name": "裸鼹鼠",
	"ename": "",
	"pinyin": "luǒyǎnshǔ",
	"desc": "裸鼹鼠是哺乳动物的杰出代表，其种群生活方式像蜜蜂、蚂蚁，和蚂蚁、蜜蜂、黄蜂以及白蚁一样有组织。但是，裸鼹鼠比它们个头更大，长得也更难看。裸鼹鼠表面皮肤上几乎无毛，并完全没有疼痛感。这些古怪的动物生活在地下巢穴里，数量可多达100只。裸鼹鼠用不成比例的大门齿挖洞，这些牙齿位于嘴唇前面，这样，它们便不会吞下泥土。裸鼹鼠的寿命可达到30岁，是其它鼠类生物寿命的10倍。其身体中具有癌症的天然抗性物质，为此裸鼹鼠成为健康科学家们的最爱。",
	"img": "luoyanshu.jpg"
}, {
	"name": "野猪",
	"ename": "",
	"pinyin": "yězhū",
	"desc": "野猪（学名Susscrofa）又称山猪，猪属动物。野猪分为欧洲野猪和亚洲野猪，在全世界有27个亚种，亚种间和亚种内核型都有一些差异，染色体数（2n）在36～38之间，如西欧野猪2n=36或37，日本野猪2n=38，但彼此间没有繁殖障碍。可以生育后代，它们广为分布在世界上，不过由于人类猎杀与生存环境空间急剧减缩等因素，数量已急剧减少，并已经被许多国家列为濒危物种。野猪是杂食性的，只要能吃的东西都吃。一般的野猪群有2-3只母猪与一群幼猪，公猪只在发情期才会加入猪群。[1]\n现今人类肉品食物主要来源之一的家猪，也是于8000年前由野猪所驯化而成。野猪不仅与家猪外貌极为不同，成长速度也远比家猪慢得多，体重亦较重。",
	"img": "yezhu.jpg"
}, {
	"name": "猕猴",
	"ename": "",
	"pinyin": "míhóu",
	"desc": "",
	"img": "mihou.jpg"
}, {
	"name": "浣熊",
	"ename": "",
	"pinyin": "huànxióng",
	"desc": "浣熊，原产自北美洲，现为无危物种。浣熊特征为眼睛周围有一圈深色皮毛，体型较小，体长约40到70厘米。因其常在河边捕食鱼类让人误以为它在水中浣洗食物，故名浣熊。\n有4种亚种。",
	"img": "huanxiong.jpg"
}, {
	"name": "穿山甲",
	"ename": "pangolin",
	"pinyin": "chuānshānjiǎ",
	"desc": "穿山甲（拉丁学名：Manis），是对穿山甲科穿山甲属的统称，共8个物种。地栖性哺乳动物，体形狭长，全身有鳞甲，四肢粗短，尾扁平而长，背面略隆起。\n穿山甲多生活亚热带的落叶森林。白昼常匿居洞中，并用泥土堵塞。晚间多出外觅食，昼伏夜出，遇敌时则蜷缩成球状。穿山甲野外数量稀少，在中国，禁止私人捕杀和食用。\n台湾3男子公开售卖穿山甲还“代客料理”2016-02-1717:02\n2月17日，据台湾《联合报》报道，新北市动保处日前获报，新店黄昏市场有人公开兜售保育类动物穿山甲，还可“代客料理”，警方循线约谈邱姓男子等3嫌送办；动保处表示，民众迷信穿山甲为高级补品，以为麟片、肉、骨有药效，但并无科学根据，好在这只穿山甲没人买。...详情\n相关新闻\n内容来自",
	"img": "pangolin.jpg"
}, {
	"name": "猎豹",
	"ename": "",
	"pinyin": "lièbào",
	"desc": "猎豹（学名：Acinonyxjubatus），又称印度豹，是猫科动物的一种，也是猎豹属下唯一的物种。猎豹是陆地上跑的最快的动物，奔跑时速可达120公里。猎豹全身都有黑色的斑点。从嘴角到眼角有一道黑色的条纹，尾巴末端的三分之一部位有黑色的环纹；后颈部的毛比较长，好像很短的鬃毛一样，体型纤细，腿长、头小。\n猎豹为食肉动物，主要食物为各种小型羚羊（瞪羚、跳羚）以及鸵鸟。猎豹一次只捕杀一只猎物，奔跑速度极快，野外猎豹的寿命一般是15年，主要分布在非洲等地，现存5个亚种，红色物种名录易危。",
	"img": "liebao.jpg"
}, {
	"name": "蓝鲸",
	"ename": "sulphurbottomwhale",
	"pinyin": "lánjīng",
	"desc": "蓝鲸（学名：Balaenopteramusculus）是一种海洋哺乳动物，属于须鲸亚目。共有四个亚种。蓝鲸被认为是已知的地球上生存过的体积最大的动物，长可达33米，重达200吨。蓝鲸的身躯瘦长，背部是青灰色的，不过在水中看起来有时颜色会比较淡。与其他须鲸一样，蓝鲸主要以小型的甲壳类（例如磷虾）与小型鱼类为食，有时也包括鱿鱼。通常蓝鲸白天需要在超过100米深度的海域来觅食，在夜晚才能到水面觅食。蓝鲸在晚秋开始交配，并一直持续到冬末，雌鲸通常2-3年生产一次，在经过10-12个月的妊娠期后，一般会在冬初产下幼鲸。四大洋均有分布。",
	"img": "lanjing.jpg"
}, {
	"name": "白鲸",
	"ename": "belugawhalewhitewhale",
	"pinyin": "báijīng",
	"desc": "白鲸（学名：Delphinapterusleucas）额头向外隆起突出且圆滑，嘴喙很短，唇线宽阔。身体颜色非常淡，为独特的白色。白鲸与其他鲸类相比，惟一明显不同的是：当夏季皮肤呈淡黄色的色调时，可以蜕换。\n游动时通常比较缓慢，在海浪和浮冰中难以辨识。白鲸喜欢生活在海面或贴近海面的地方；潜水能力相当强，对于北极的浮冰环境有很好的适应力。\n世界上绝大多数白鲸生活在欧洲、美国阿拉斯加和加拿大以北的海域中。几个白鲸集中的地区已成为赏鲸圣地，包括加拿大东部的圣劳伦斯河下游与哈德逊湾西部的丘吉尔河河口。\n直播-长隆横琴海洋王国的白鲸百科海洋馆，14种珍稀海洋生物直播中\n收起>\n白鲸1-长隆横琴海洋王国\n白鲸2-长隆横琴海洋王国\n收起>\n录播片段",
	"img": "belugawhalewhitewhale.jpg"
}, {
	"name": "山羊",
	"ename": "goat",
	"pinyin": "shānyáng",
	"desc": "中国山羊饲养历史悠久，早在夏商时代就有养羊文字记载。一千多年前，中国劳动人民就开始饲养山羊，后逐步形成规模。山羊生产具有繁殖率高、适应性强、易管理等特点，至今在中国广大农牧区广泛饲养。改革开放以来，中国山羊业发展迅速，成就显著。中国山羊分布的地区广，遍及全国，全国有一半以上的省（区）山羊头数超过绵羊。南方一些省（区）不能养绵羊的地方却可以养山羊。",
	"img": "shanyang.jpg"
}, {
	"name": "棕熊",
	"ename": "grizzlybear",
	"pinyin": "zōngxióng",
	"desc": "棕熊（学名：Ursusarctos），亦称灰熊。头大而圆，体形健硕，肩背隆起。主要栖息在寒温带针叶林中，多在白天活动，行走缓慢，没有固定的栖息场所，平时单独行动。食性较杂，植物包括各种根茎、块茎、草料、谷物及果实等，喜吃蜜，动物包括蚂蚁、蚁卵、昆虫、啮齿类、有蹄类、鱼和腐肉等。冬眠，在冬眠时体温、心跳和排毒系统都会停止运作，以减少热量及钙质的流失，防止失温及骨质疏松。奔跑时速度可达56公里/时。冬眠期间产仔，每胎1-4仔，春季雌熊常带小熊在林中玩耍。分布于欧亚大陆，以及北美洲大陆的大部分地区。",
	"img": "zongxiong.jpg"
}, {
	"name": "长毛象",
	"ename": "",
	"pinyin": "chángmáoxiàng",
	"desc": "长毛象，学译真猛犸象。一类身披长毛，体形高大的猛犸象。存在于冰河时期。源自于俄罗斯的古字mammut，意思是地下潜伏的事物，因为所有长毛象在被发现时，都已死亡并半埋于土中。\n猛犸象中最为世人熟知的，就是生活于寒带冰原的长毛猛犸象，又称长毛象，外表披着长毛，因而称为长毛象。\n长毛象的体型和现代的非洲象相似，但具有一身的长毛，头部前额高耸，门齿卷曲呈缠绕状，臼齿齿板数较多且密集等主要特征，为草食性的动物。长毛象是一种在石器时代分布于世界各地的动物，已经绝种了。古生物学家却在西伯利亚和冰雪地带等地，发掘到保存得很完整的长毛象尸体。",
	"img": "changmaoxiang.jpg"
}, {
	"name": "白犀牛",
	"ename": "",
	"pinyin": "báixīniú",
	"desc": "白犀（拉丁学名：Ceratotheriumsimum）又叫白犀牛、方吻犀、宽吻犀等，体大威武，形态奇特，是现存体型第二大的犀牛，也是仅次于非洲象、亚洲象、非洲森林象和印度犀的现存第五大陆生动物，截至2013年，据IUCN非洲犀牛专家组调查，大约有20405只白犀牛存活[1]，是现存数量最多的一种犀牛。白犀是现存犀牛中最进化、最聪明、最晚出现（早更新世200万前）的，智力是现存犀牛中最高的，大脑为重达360克。[2]\n白犀牛的名称来自于荷兰语“weit”，意思为“wide”（宽平），针对它们宽平的嘴唇而言，后来被人误称为“white”（白色），故称“白犀牛”，又名“方嘴犀”。[2]\n白犀牛可分为北部白犀（Ceratotheriumsimumcottoni）和南部白犀（Ceratotheriumsimumsimum）两个亚种，南部白犀主要分布于南非、纳米比亚、津巴布韦等国，尚存在两万头左右。曾经分布于肯尼亚等东、中非地区的北部白犀数量已仅存五头，世界上最后一只幸存的雄性北部白犀“苏丹”已经被切除犀角24小时守护起来，守护它的是4名全副武装的武装警察，这一做法是为了挽救这一亚种。[3-4]",
	"img": "baixiniu.jpg"
}, {
	"name": "树懒",
	"ename": "delsucetal",
	"pinyin": "shùlǎn",
	"desc": "树懒是哺乳纲披毛目下树懒亚目（学名：Folivora）动物的通称，哺乳动物，共有2科2属6种。形状略似猴，动作迟缓，常用爪倒挂在树枝上数小时不移动，故称之为树懒。树懒是唯一身上长有植物的野生动物，它虽然有脚但是却不能走路，靠得是前肢拖动身体前行。分布于南美洲。毛被蓬松长厚；头短圆，耳小并隐于毛内；尾短；前肢3指，后肢3趾，均有可屈曲的锐爪，前肢长于后肢；上颚有齿5对，下颚4对，共18枚；胃分数室；颈椎9节，为哺乳动物中最多者；全身毛色灰褐因身上毛被附着有藻类植物，外表呈现绿色。[1]\n终年栖居树上，用爪钩住树枝倒挂身躯，并在树上移行，可防备食肉兽的袭击，天敌为蟒蛇和猛禽。嗅觉灵敏，视觉和听觉不很发达。夜行性，以树叶、果实为食。多数种类春季繁殖，妊娠期随种类而异，4-6个月或9个月。每胎1仔。产于热带森林中，分布于南美洲。",
	"img": "shulan.png"
}, {
	"name": "海牛",
	"ename": "manateeseacows",
	"pinyin": "hǎiniú",
	"desc": "海牛（学名：Trichechu；英文名：Manatee）：仅1科1属3种。美洲海牛、亚马逊海牛和非洲海牛。海洋哺乳动物，形状略像鲸，前肢像鳍，后肢已退化，尾巴圆形，全身光滑无毛，皮厚，灰黑色，有很深的皱纹。以海藻或其他水生食物为食。皮可以制革，脂肪可以炼油。\n海牛外形呈纺锤形，颇似小鲸，但有短颈，与鲸不同。体长2.5-4.0米，体重达360千克左右；海牛皮下储存大量脂肪，能在海水中保持体温；前肢特化呈桨状鳍肢，没有后肢，但仍保留着一个退化的骨盆；有一个大而多肉的扁平尾鳍；躯干基本无毛，仅嘴唇周围有须，头部有触毛；头大而圆，唇大，由于短颈，头能灵活地活动，便于取食；鼻孔的位置在吻部的上方，适于在水面呼吸；眼小，视觉不佳；高频听觉良好，低频则退化。\n生活于大西洋温暖水域，通常在浅海及河口，仅少数种类栖息在河流中。行动迟缓。雄海牛睾丸生在腹腔中。雌兽具双角子宫，环状胎盘。每年繁殖1次，妊娠期约1年，每胎在水中产1仔。草食。[1]\n直播-长隆横琴海洋王国的海牛百科海洋馆，14种珍稀海洋生物直播中\n收起>\n海牛-长隆横琴海洋王国\n收起>\n海牛-长隆横琴海洋王国",
	"img": "manateeseacows.jpg"
}, {
	"name": "麋鹿",
	"ename": "peredavidsdeer",
	"pinyin": "mílù",
	"desc": "麋鹿（学名：Elaphurusdavidianus）又名“四不象”，是世界珍稀动物，属于鹿科。因为它头脸像马、角像鹿、颈像骆驼、尾像驴，因此得名四不像。\n原产于中国长江中下游沼泽地带，以青草和水草为食物。性好合群，善游泳，喜欢以嫩草和水生植物为食。求偶发情始于6月底，持续6周左右。曾经广布于东亚地区。后来由于自然气候变化和人为因素，在汉朝末年就近乎绝种。元朝时，为了以供游猎，残余的麋鹿被捕捉运到皇家猎苑内饲养。到19世纪时，只剩在北京南海子皇家猎苑内一群。在西方发现后不久被八国联军捕捉并从此在中国消失。直到1898年被英国购买并繁殖到255头，并在1983年将部分个体送回中国。之后有更多的麋鹿回归家乡，并有部分被放生野外。\n截至2011年8月，江苏盐城大丰湿地麋鹿总数达1789头；[1]2013年6月，湖北石首市天鹅洲麋鹿保护区麋鹿总数达1016头。[2]",
	"img": "peredavidsdeer.jpg"
}, {
	"name": "水獭",
	"ename": "",
	"pinyin": "shuǐtǎ",
	"desc": "水獭（拉丁学名：Lutralutra）为鼬科动物，又名獭、獭猫，分布在欧亚大陆及其邻近的岛屿，中国各地都有栖息，以长江下游的江苏、浙江等多水域地区为主要栖息地，以西藏和东北大、小兴安岭地区所产的水獭个体大而且皮毛质量好。水獭共有10多个品种，中国至少有5个品种。水獭为世界珍贵的毛皮动物，是国家二级重点保护动物。水獭是半水栖兽类，流线型的身体，头部宽而略扁，吻短，下颚有须，眼略突出，耳短小而圆，体背灰褐，胸腹颜色灰褐，喉部、颈下灰白色，毛色还呈季节性变化，夏季稍带红棕色。水獭常独居，不成群。它们傍水而居，喜欢栖息在湖泊、河湾、沼泽等淡水区。水獭的洞穴较浅，多居自然洞穴，常位于水岸石缝底下或水边灌木丛中。",
	"img": "shuita.jpg"
}, {
	"name": "小熊猫",
	"ename": "redpandalesserpanda",
	"pinyin": "xiǎoxióngmāo",
	"desc": "小熊猫（学名：Ailurusfulgens）外形像猫，但较猫肥大，全身红褐色。圆脸，吻部较短，脸颊有白色斑纹。耳大，直立向前。四肢粗短，为黑褐色。尾长、较粗而蓬松，并有12条红暗相间的环纹；尾尖深褐色。蹠行性；前后足均具5趾；无性二型。头骨高而圆；听泡相对扁平；眶后突不完全发育或缺失；矢状嵴低；具翼碟骨；上腭高耸拱形，中间凹陷；中翼骨腭缢缩；冠突明显呈钩状。",
	"img": "redpandalesserpanda.jpg"
}, {
	"name": "狐猴",
	"ename": "",
	"pinyin": "húhóu",
	"desc": "",
	"img": "huhou.jpg"
}, {
	"name": "水牛",
	"ename": "asianbuffalo",
	"pinyin": "shuǐniú",
	"desc": "水牛（学名：Bubalusbubalus，英文名称：Asianbuffalo）也叫印度水牛，是偶蹄目一种大型食草动物，皮厚、汗腺极不发达，热时需要浸水散热，所以得名水牛。驯养的水牛在亚洲、欧洲、北非、美洲均有分布。野生水牛只活动在孟加拉国、印度、尼泊尔、不丹、泰国。野水牛栖息于丛林、竹林或芦苇丛中，它们喜欢到泥潭打滚，借以散热和防止昆虫的叮咬。\n在亚洲，水牛主要用来作为劳动力；在欧洲的意大利、罗马尼亚和保加利亚它被用做奶牛或食用牛。在印度、尼泊尔、不丹和泰国还有野生水牛，澳大利亚北部也有野生的水牛。在东南亚的野生水牛的来历不是很清楚，它们可能是又变野的驯养的水牛的后代，也可能是本地原来就有的野生水牛的后代，或是两者的交配产物。2013年左右时，野生的水牛已经相当少了。\n2016年2月16日媒体报道,世界上最贵的水牛价值1100万美元。该水牛归南非商人彼得·贝灵汉所有。\n为了养这头昂贵的水牛,贝灵汉已经投入了近280万美元。该水牛的贵重之处在于他拥有1.4米长的牛角和非常好的健康状况。据了解，在南非很多商人会花高价来获得角很长的良种公牛。[1]",
	"img": "asianbuffalo.jpg"
}, {
	"name": "斑马",
	"ename": "",
	"pinyin": "bānmǎ",
	"desc": "",
	"img": "banma.jpg"
}, {
	"name": "灰熊",
	"ename": "",
	"pinyin": "huīxióng",
	"desc": "",
	"img": "huixiong.jpg"
}, {
	"name": "貉",
	"ename": "raccoondog",
	"pinyin": "hé",
	"desc": "貉（学名：Nyctereutesprocyonoides）是犬科非常古老的物种，被认为是类似犬科祖先的物种。体型短而肥壮介于浣熊和狗之间，小于犬、狐。体色乌棕。吻部白色；四肢短呈黑色；尾巴粗短。脸部有一块黑色的“海盗似的面罩”。\n栖息于阔叶林中开阔、接近水源的地方或开阔草甸、茂密的灌丛带和芦苇地；很少见于高山的茂密森林。夜行性，沿着河岸、湖边以及海边觅食，食谱广泛，取食范围从鸟类、小型哺乳动物直至水果。以成对或临时式的家族群体被发现。与大多数的犬科成员不同，它比较善于爬树。貉也是犬科动物中惟一一种在冬季休眠的动物，在秋季大量取食，直到体重比原来增加50%为止。\n貉是东亚特有动物，原产于俄罗斯和亚洲的朝鲜、日本、中国、蒙古等国，1927~1957年间被引入欧洲北部和东部，貉被引入欧洲后，曾在部分地区快速地扩散。日本数量较多，而在中国的一些地方已经灭绝。\n（概述图片来源[1]）",
	"img": "raccoondog.jpg"
}, {
	"name": "蜜獾",
	"ename": "honeybadger",
	"pinyin": "mìhuān",
	"desc": "蜜獾（学名：Mellivoracapensis）是鼬科蜜獾属下唯一一种动物，它们以“世界上最无所畏惧的动物”被收录在吉尼斯世界纪录大全中数年之久。栖息于热带雨林和开阔草原地区，独居或成对生活，多在黄昏和夜间活动，白天在地洞中休息。杂食性，以小型哺乳动物、鸟、爬虫、蚂蚁、腐肉、野果、浆果、坚果等为食，可捕食剧毒蛇，尤喜食蜂蜜。与指蜜鸟具有典型互惠行为，常跟随善于发现蜂巢但不能捣毁蜂巢的响蜜鴷，用利爪捣毁蜂巢，分享蜂蜜，而其厚密粗糙的皮毛可以抵御蜂群的攻击。性凶猛，生存力强；具同类相残现象，幼崽存活率仅50%。分布于非洲、西亚及南亚。",
	"img": "honeybadger.jpg"
}, {
	"name": "猫猴",
	"ename": "",
	"pinyin": "māohóu",
	"desc": "",
	"img": "maohou.jpg"
}, {
	"name": "驴",
	"ename": "",
	"pinyin": "lǘ",
	"desc": "驴，形声。从马，卢声。本义：驴[1]子。家畜[2]名驴，似马，长耳。——《说文》。段注：“按，‘驴、骡、駃騠’太史公皆谓为匈奴奇畜，本中国所不用，故字皆不见经传，盖秦人造之耳。藏野驴DNA为2n=51~52。波斯野驴和土库曼野驴都是2n=54~56，家驴有62条染色体。可以繁育可育后代。\n驴体格高大，结构匀称，美观，体型方正，头颈躯干结合良好。毛色分三粉（鼻周围粉白，眼周围粉白，腹下粉白，其余毛为黑色）和乌头（全身毛为黑色）两种。德州驴平均体高一般为135～145厘米，最高的可达155厘我国疆域辽阔，养驴历史悠久。驴可分大、中、小三型，中国五大优良驴种分别是关中驴、德州驴、广灵驴、泌阳驴、新疆驴、大型驴有关中驴、泌阳驴，这两种驴体高130厘米以上；中型驴有辽宁驴，这种驴高在110-130厘米之间；小型俗称毛驴，以华北、甘肃、新疆等地居多，这些地区的驴体高在100-120厘米之间。我国还有为数不多的世界一级保护动物野驴，相传成吉思汗的坐骑就是野驴。",
	"img": "lv.jpg"
}, {
	"name": "斑驴",
	"ename": "",
	"pinyin": "bānlǘ",
	"desc": "斑驴（学名：Equusquagga）又叫半身斑马、拟斑马，半身马，普通斑马的亚种，一般体长2.7米，尾巴近1米，重约410千克。是南部非洲一种动物，前半身像斑马、后半身像马，灭绝于1883年。现时科学家通过克隆技术，期望能够把这种已灭绝的动物重现世上。",
	"img": "banlv.jpg"
}, {
	"name": "彩蝠",
	"ename": "",
	"pinyin": "cǎifú",
	"desc": "蝙蝠科彩蝠属的动物，分布在汶莱，印度尼西亚，马来西亚，尼泊尔，斯里兰卡，越南和中国大陆广西、海南、贵州、广东、福建等地，一般栖息于森林以及树叶下。",
	"img": "caifu.jpg"
}, {
	"name": "三趾树懒",
	"ename": "",
	"pinyin": "sānzhǐshùlǎn",
	"desc": "为披毛目（Pilosa）树獭亚目（Folivora）树獭科（Bradypodidae）及其下唯一一属树獭属（Bradypus）动物的俗称。树獭属包括四种动物——侏三趾树獭、鬃毛三趾树獭、白喉三趾树獭、褐喉三趾树獭。三趾树獭可以自成一个三趾树獭总科，而大地獭科与大獭兽科组成另一个大獭兽科总科。分布较广，北到洪都拉斯，南到阿根廷北部·三趾树獭有9个颈椎，每一前肢有三个利爪，身子比二趾树獭小些，行动更迟钝，背上有橘红色或鲜黄色斑点",
	"img": "sanzhishulan.jpg"
}, {
	"name": "羊驼",
	"ename": "alpaca",
	"pinyin": "yángtuó",
	"desc": "羊驼（学名：Lamapacos）：为偶蹄目、骆驼科的动物，体重55-65千克，头体长度1200-2250毫米。外形有点像绵羊，一般栖息于海拔4000米的高原。每群十余只或数十只，由1只健壮的雄驼率领。以高山棘刺植物为食。发情季节争夺配偶十分激烈，每群中仅容1只成年雄驼存在。雌性羊驼妊娠期11.5个月，每胎1仔。春夏两季皆能繁殖。\n羊驼性情温驯，伶俐而通人性，除野生种外，还有相当数量的驯良种，被印第安人广泛地用作驮役工具，适于圈养，是南美洲重要的畜类之一。羊驼的毛比羊毛长，光亮而富有弹性，可制成高级的毛织物。世界现有约300万只左右，约90%以上生活在南美洲的秘鲁及智利的高原上，其余分布于澳洲的维多利亚州以及新南威尔士州。\n草泥马（GrassMudHorse）：是中国网民恶搞的十大神兽之一，其原型为原产于南美洲的羊驼（学名Vicugnapacos，英文名Alpaca），起源于百度魔兽世界吧。包括草泥马在内的十大神兽最初发布于百度百科（2009年），之后迅速蹿红，在聊天室、论坛中广为流传。关于“草泥马”的视频、卡通和商品也成为世界范围关注的对象。",
	"img": "alpaca.jpg"
}, {
	"name": "香猪",
	"ename": "",
	"pinyin": "xiāngzhū",
	"desc": "香猪（英文：fragrancepig），偶蹄目、猪科、猪属，以体小早熟，肉味鲜，闻名全国。香猪又名“迷你猪”，其中以来自国家农业部门授予“中国香猪之乡”贵州黔东南地区的从江香猪、剑白香猪，和靠近贵州黔东南地区广西的巴马香猪最为著名，另还有环江香猪、藏香猪等品种，都属矮小猪种。\n香猪体格短小。其被毛为黑色，毛细有光泽、头长，额平，额部皱纹纵横，眼睛周围无毛区明显，耳薄向两侧平伸，背腰微凹，腹大圆而下垂，四脚短细，尾巴细小，尾端毛呈白色。香猪6月龄公猪平均体重14.2公斤，体长65厘米，体高33厘米，胸围55厘米；母猪8月龄体重30公斤，体长70厘米，体高47厘米，胸围73厘米。育肥香猪屠宰率为63.6%，瘦肉率达52.2%。[1]",
	"img": "xiangzhu.jpg"
}]