[{
	"name": "恐龙",
	"ename": "dinosaur",
	"pinyin": "kǒnglóng",
	"desc": "恐龙是出现于二亿四千五百万年前，并繁荣于六千五百万年前结束的中生代爬行动物。或为恐龙和与它同一时代的蛇颈龙、翼龙等的模糊总称。恐龙在6500万年前白垩纪结束的时候突然全部消失，成为地球生物进化史上的一个谜，这个谜至今仍无人能解。地球过去的生物，均被记录在化石之中。中生代的地层中，即曾发现许多恐龙的化石。其中可以见到大量或呈现各式各样形状的骨骼。但是，在紧接着的新生代地层中，却完全看不到恐龙的化石，由此推知恐龙在中生代时一起灭绝了。恐龙种类多，体形和习性相差也大。其中个子大的，可以有几十头大象加起来那么大；小的，却跟一只鸡差不多。就食性来说，有温顺的草食者和凶暴的肉食者，还有荤素都吃的杂食性恐龙。\n2006至2012年间在泰国东北部的呵叻府发现了一种恐龙化石，其时代在约1.2亿年前。经鉴定，这种化石属于禽龙类的新种类。禽龙类是白垩纪(约1.45亿年至6600万年前)时期非常常见的食草恐龙。[1]这种恐龙被命名为“诗琳通龙”。",
	"img": "konglong.jpg"
}, {
	"name": "蛇",
	"ename": "snake",
	"pinyin": "shé",
	"desc": "蛇是四肢退化的爬行动物的总称，属于爬行纲有鳞目蛇亚目。正如所有爬行类一样，蛇类全身布满鳞片。\n所有蛇类都是肉食性动物。目前全球总共有3,000多种蛇类。\n身体细长，四肢退化，无可活动的眼睑，无耳孔，无四肢，无前肢带，身体表面覆盖有鳞。\n部分有毒，但大多数无毒。另外“十二生肖”中也有“蛇”这一属相。\n世界上所有的蛇都是食肉的，目前已知有史以来最大的蛇是泰坦蟒，长15米，重1吨以上。现存已知最大的蛇是森蚺，长度可达6米，100千克，最小的是卡拉细盲蛇，仅长11厘米。\n图集\n蛇图册\n词条视频",
	"img": "snakeserpentanaconda.jpg"
}, {
	"name": "鳄鱼",
	"ename": "crocodile",
	"pinyin": "èyú",
	"desc": "鳄鱼（Crocodile）一种冷血的卵生动物。鳄鱼是极其珍贵的动物。鳄鱼不是鱼，是爬行动物，鳄鱼之名，或是由于其像鱼一样在水中嬉戏，故而得名“鳄鱼”。\n鳄鱼[1]是迄今发现活着的最早和最原始的动物之一。出现于三叠纪至白垩纪的中生代（约两亿年前），性情凶猛的脊椎类爬行动物，它和恐龙是同时代的动物，属肉食性动物。公认鳄鱼的品种共23种。鳄鱼是生态价值、科学价值和经济价值极高的野生动物。因此，世界上一些国家积极发展鳄鱼养殖业。",
	"img": "crocodile.jpg"
}, {
	"name": "乌龟",
	"ename": "tortoise",
	"pinyin": "wūguī",
	"desc": "乌龟（拉丁学名Tortoise）广义上指龟鳖目的统称，狭义上指龟科下的物种。乌龟别称金龟、草龟、泥龟和山龟等。在动物分类学上隶属于爬行纲、龟鳖目、龟科，是常见的龟鳖目动物之一。是现存古老的爬行动物。特征为身上长有非常坚固的甲壳，受袭击时龟可以把头、尾及四肢缩回龟壳内（除海龟和鳄龟）。大多数龟均为肉食性，以蠕虫、螺类、虾及小鱼等为食，亦食植物的茎叶。中国各地几乎均有乌龟分布，但以长江中下游各省的产量较高。广西，山东各地也都有出产，尤以桂东南、桂南等地数量较多。国外主要分布于日本、巴西和朝鲜。",
	"img": "wugui.jpg"
}, {
	"name": "蜥蜴",
	"ename": "lizard",
	"pinyin": "xīyì",
	"desc": "蜥蜴，俗称“四脚蛇”又称“蛇舅母”，在世界各地均有分布[1]。属于冷血爬虫类，其种类繁多，在地球上分布大约有3000种左右，我国已知的有150余种。大多分布在热带和亚热带，其生活环境多样，主要是陆栖，也有树栖、半水栖和土中穴居。多数以昆虫为食，也有少数种类兼食植物。蜥蜴是卵生，少数卵胎生。蜥蜴与蛇有密切的亲缘关系，二者有许多相似的地方，周身覆盖以表皮衍生的角质鳞片，泄殖肛孔都是一横裂，雄性都有一对交接器，都是卵生（或有部分卵胎生种类），方骨可以活动。",
	"img": "lizard.jpg"
}, {
	"name": "蟒蛇",
	"ename": "python",
	"pinyin": "mǎngshé",
	"desc": "蟒蛇是当今世界上较原始的蛇种之一，在其肛门两侧各有一小型爪状痕迹，为退化后肢的残余。这种后肢虽然已经不能行走，但都还能自由活动。体色黑，有云状斑纹,背面有一条黄褐斑，两侧各有一条黄色条状纹。现为国家一级重点保护的野生动物。以肉类为食。",
	"img": "mangshe.jpg"
}, {
	"name": "变色龙",
	"ename": "chameleon",
	"pinyin": "biànsèlóng",
	"desc": "避役（学名：Chamaeleonidae)(英语：chameleon）俗称变色龙，蜥蜴亚目(Sauria)避役科(Chamaeleontidae)爬虫类，产于东半球，主要树栖。特征为体色能变化。每2～3趾并合为二组对趾、端生牙，舌细长可伸展。鬣蜥科(Iguanidae)的安乐蜥(anole)产于西半球，亦称为假避役。真避役有两属︰Brookesia属(19种)，避役属(Chamaeleo,70种)。其中约有一半的种仅分布在马达加斯加，其他大部分分布在撒哈拉以南的非洲。2种分布在亚洲西部；1种在印度南方和斯里兰卡；另一种(普通避役〔Chamaeleochamaeleon〕)分布在近东向西穿过北非达西班牙南部一带。马达加斯加东北部哈拉岛的热带雨林里的变色龙从鼻尖到尾部总长29毫米，成年后的躯干长度仅有指甲盖大小，可能是迄今为止世界上最小的变色龙[1]。",
	"img": "chameleon.jpg"
}, {
	"name": "眼镜蛇",
	"ename": "cobra",
	"pinyin": "yǎnjìngshé",
	"desc": "眼镜蛇（学名：Naja）为眼镜蛇属动物的通称，是眼镜蛇科的一属，其成员大多被统称为眼镜蛇。虽然世上也有不少其他蛇类的名字包含“眼镜蛇”(Cobra)一称（如眼镜王蛇、水眼镜蛇、唾蛇），但它们因演化亲缘性不足而并不归为此属。眼镜蛇属目前约有20多个已确认物种，但分类学上经常就物种的独立性问题而存有争论，因此某些资料也可能有所出入。此属的成员主要分布于中东、东南亚、非洲、印度尼西亚等地。",
	"img": "cobra.jpg"
}, {
	"name": "海龟",
	"ename": "turtle",
	"pinyin": "hǎiguī",
	"desc": "海龟 是龟鳖目海龟科动物的统称。广布于大西洋、太平洋和印度洋。中国海龟北起山东、南至北部湾近海均有分布。长可达1米多，寿命最大为150岁左右。头顶有一对前额鳞。四肢如桨，前肢长于后肢，内侧各有一爪。头、颈和四肢不能缩入甲内。主要以海藻为食。生活在大西洋、太平洋和印度洋中，到陆地上产卵，孵出幼体。为国家二级保护动物。海龟适应在水中生活，四肢变成鳍状，利于游泳。一般仅在繁殖季节离水上岸。雌龟将卵产在掘于沙滩的洞穴中。",
	"img": "haigui.jpg"
}, {
	"name": "象龟",
	"ename": "fitzinger",
	"pinyin": "xiàngguī",
	"desc": "象龟，在生物分类学上是爬行纲象龟属的俗称，是陆生龟类中最大的一种，以腿粗像象脚而得名，常栖息于山地泥沼、草地，分布于非洲、美洲、亚洲及若干位于大洋洲的岛屿上，以青草、野果和仙人掌等为食，最喜欢吃多汁的绿色仙人掌。\n龟象属的品种是世界上最大型的陆龟，号称龟中“巨人”。特别是加拉帕戈斯象龟，其身长可达6尺，即1.8米。\n龟寿命长众所周知，而象龟更是当之无愧的龟中寿星公。象龟是珍贵的观赏动物，因大量捕猎，已濒临灭绝。[1]",
	"img": "fitzinger.jpg"
}, {
	"name": "壁虎",
	"ename": "walllizard",
	"pinyin": "bìhǔ",
	"desc": "壁虎是蜥蜴的1种，又称\"守宫\"。西南地区称“四脚蛇”、“巴壁虎”，\"巴壁蜥\"，在粤西地区叫“勾镰蛇”，因其身体像粤西人常用来割稻、割草用的镰刀（俗称“勾镰”）；在潮汕地区称“钱龙”，因为传说钱龙叫7声家主人就要发财了，不过实际上应写作“檐龙”，因潮汕话“檐”与“钱”同音所以常遭误解。体背腹扁平，身上排列着粒鳞或杂有疣鳞。指、趾端扩展，其下方形成皮肤褶襞，密布腺毛，有粘附能力，可在墙壁、天花板或光滑的平面上迅速爬行。其中壁虎属约20种，中国产8种，常见的有多疣壁虎、无蹼壁虎、蹼趾壁虎。在温暖的地区、丛林、沙漠都有分布，以至全世界的热带和亚热带国家地区的各家各户有檐篷小洞的地方都可以发现其踪迹，但由于壁虎是季节性动物，温度于摄氏11度或以下的环境下仍然活动的话就会死去，所以一般在亚热带地区生活的壁虎，每逢冬季就会躲起来冬眠，故此壁虎比较少见于寒带等寒冷地区。\n2015年11月26日科学家通过对一只成年雄性壁虎进行全基因组测序，成功揭示了壁虎能爬上光滑表面、断尾再生和在夜间视物的相关基因及演化特点。[1]",
	"img": "walllizard.jpg"
}, {
	"name": "斑鳖",
	"ename": "rahgm",
	"pinyin": "bānbiē",
	"desc": "斑鳖（学名：Rafetusswinhoei）：又名斯氏鳖。背盘长36-57厘米，背盘宽度仅略小于长度，几近圆形。躯体扁平，仅略隆起，背面平滑光泽，暗橄榄绿色（或黑绿色），具多数黄色点斑，其间更有无数黄色细点，有时形成包围前述黄色点斑的不规则的一圈；在相当于骨质背甲部分，黄色斑纹形成横竖交织的线纹或放射状纹。头、颈及四肢背面亦为黑绿色，具不规则的大小黄色斑。这种密集的黄色斑纹是斑鳖的特点。\n生活于江河湖沼中，底栖。以水生动物为食物。卵生。斑鳖是中国国家一级保护动物，数量稀少极其珍贵，是龟类中最濒危物种之一，全球已知存活仅3只，其中苏州动物园1只、越南还剑湖1只、长沙动物园1只。分布于亚洲。中国特有种。分布于长江下游及太湖周围。",
	"img": "rahgm.jpg"
}, {
	"name": "霸王龙",
	"ename": "Tyrannosaurus",
	"pinyin": "bàwánglóng",
	"desc": "霸王龙（Tyrannosaurus，港台译名：暴龙，其学名中的tyrannos(τύραννος),在希腊语中意思是\"暴君(tyrant)\",sauros(σαῦρος)则是蜥蜴，从字面理解的意思是残暴的暴君蜥蜴）属暴龙科中体型最大的一种。是史上最庞大的陆地肉食性动物之一和最著名的食肉恐龙。它是最晚出现的恐龙之一，体长11.5~14.6米（最大顺弯体长15.3米）。平均臀部高度4.3米。最大臀膏5.2米，最高6米（从地面至头部）。平均体重8吨，最重14.86吨，头部长度1.2-1.55米。咬合力有史以来居陆地生物第一（咬合力可达120000牛顿左右），同时也是体型最为粗壮的食肉恐龙。\n霸王龙生存于白垩纪末期的马斯特里赫特阶(MAA)距今约6850万年到6550万年的白垩纪最末期，是白垩纪-第三纪灭绝事件前最后的非鸟类恐龙种类之一。化石分布于北美洲的美国与加拿大，是最晚灭绝的恐龙之一，也是陆地史上已知的最强的食肉动物。",
	"img": "bawanglong.jpg"
}, {
	"name": "奇翼龙",
	"ename": "Odd pterosaurs",
	"pinyin": "qíyìlóng",
	"desc": "",
	"img": "qiyilong.jpg"
}, {
	"name": "始祖鸟",
	"ename": "archaeopteryx",
	"pinyin": "shǐzǔniǎo",
	"desc": "始祖鸟，它本是至今发现的最早并且是认为最原始的鸟类（其实是一种羽毛恐龙），再后来发现孔子鸟与辽宁鸟的诞生年代更早，名字是古希腊文中的“古代羽毛”或“古代翅膀”的意思，故又名古翼鸟。\n古脊椎动物，头部像鸟，有爪和翅膀，稍能飞行，有牙齿，与爬行动物近似，尾巴很长（尾椎多达二十个），由多根尾椎骨构成，除身上有鸟类的羽毛外，一般认为它是爬行动物到鸟类的中间类型，仍属于恐龙，出现在侏罗纪。（《现代汉语词典》，第5版，商务印书馆，2010年12月北京第398次印刷）\n始祖鸟被认为是鸟类的祖先，可并不是唯一祖先，并且生活于侏罗纪的提通阶早期，距今约1亿5千5百万到1亿5千万年前。这些标本都只在德国境内发现。化石分布在德国南部，它的德文名字意指“原鸟”或“首先的鸟”。\n现今有11个化石被分类为始祖鸟，它是侏罗纪时期唯一的羽毛证据。再者，由于它们先进的天性及定位，可见它们的起源是更为早期。所有遗骸多被认为是来自独立的标本。",
	"img": "archaeopteryx.jpg"
}, {
	"name": "穴居沙龟",
	"ename": "gophertortoise",
	"pinyin": "xuéjūshāguī",
	"desc": "哥法地鼠龟（学名：Gopheruspolyphemus）又名佛州地鼠龟，最大甲长38厘米。前肢第1双趾爪根部至第3双趾爪根部的间隔同于其后肢第1双趾爪根部至第4双趾爪根部的间隔。背甲略带黄色，平滑而细长。头部硕大，前端较钝，棕灰色；眼睛的虹膜为深棕色。后脚比前脚小。雄性的腹甲内凹。地鼠陆龟因为天生会如地鼠一样凿地洞躲避阳光或酷寒而得名，栖息于靠近林区且排水良好的砂地。常潜藏于所挖掘的深穴中。哥法地鼠龟是草食性动物，以青草及果实为食。分布在美国东南部，",
	"img": "shagui.jpg"
}, {
	"name": "绿鬣蜥",
	"ename": "iguana",
	"pinyin": "lǜlièxī",
	"desc": "绿鬣蜥是美国比较受欢迎的爬虫宠物之一。美国每年都从中、南美洲的鬣蜥养殖场进口大量的绿鬣蜥。在美国的每个宠物店里几乎都能找到绿鬣蜥。物种首次由瑞典植物学家卡尔·林奈在1758年正式命名，两世纪以来大量亚种已被认证，但后续只被认为是不同区域同一物种的变种。原产自中南美洲及其周围岛屿。美洲绿鬣蜥(Iguanaiguana)就是通常人们所称的IG，它们原产于墨西哥和南美洲各地。成年IG的体长一般在2.0米左右，体重可达8公斤。\nIG是树栖性蜥蜴，它们一生中几乎所有的时间都会在树枝上度过。清晨当第一缕阳光射入丛林，IG便开始了一天的活动；它们离开夜间休眠的栖息场所，爬向高处以寻找最佳的曝晒位置。就这么懒洋洋地休憩在树梢，尽情享受着阳光的恩赐，一晒就是整个上午。中午时分，IG便开始四处觅食；它们算得上是纯粹的素食主义者，主要以植物的叶子、花和果实为生。幼年IG的身体一般呈绿色，它们借此来躲避天敌的视线；随着年龄的增长，绿色会慢慢褪去，取而代之的颜色会是浅黄色、浅蓝色或者棕色等。IG主要的身体特征包括背部的梳齿状鳞片，尾部黑色的环状条纹以及成年雄性个体大而下垂的喉扇。在野外环境，IG的寿命一般在10－15年之间，个别会更长一些；人工IG个体的寿命可达20年以上。",
	"img": "lvliexi.jpg"
}, {
	"name": "甲鱼",
	"ename": "softshelledturtle",
	"pinyin": "jiǎyú",
	"desc": "鳖，俗称甲鱼、水鱼、团鱼和王八等，卵生爬行动物，水陆两栖生活。鳖肉味鲜美、营养丰富，有清热养阴，平肝熄风，软坚散结的效果。鳖不仅是餐桌上的美味佳肴，而且是一种用途很广的滋补药品。\n中国现存主要有中华鳖、山瑞鳖、斑鳖、鼋，其中以中华鳖最为常见。该物种已被列入中国国家林业局2000年8月1日发布的《国家保护的有益的或者有重要经济、科学研究价值的陆生野生动物名录》。",
	"img": "jiayu.jpg"
}, {
	"name": "黄金蟒",
	"ename": "Patteraless",
	"pinyin": "huángjīnmǎng",
	"desc": "黄金蟒（学名：Patteraless）是缅甸蟒蛇的白化突变种，是一种十分稀少的变异品种。黄金蟒的成体可以长到约7米长。在野外的黄金蟒如果有机会与另一条黄金蟒交配，就会将它独特的基因遗传给下一代。但是这种几率十分小，因而黄金蟒十分难得。在它的原产地，通常被印度人作为“神灵”加以崇拜。\n野生条件下黄金蟒无法存活，因其本身就是种病态，体内缺少黑色素，免疫力低下易患多种疾病，原有保护色功能的丧失无法躲避天敌并且会因为吸收过多紫外线而死亡，现存个体均为人工繁育。[1]",
	"img": "huangjinmang.jpg"
}, {
	"name": "绿毛龟",
	"ename": "",
	"pinyin": "lǜmáoguī",
	"desc": "绿毛龟其实是一种背上生着龟背基枝藻的淡水龟。它是将动物与水生植物巧妙的融合为一体的生物。因龟背上的藻体呈绿色丝状，并长达25厘米，在水中如被毛状，故称绿毛龟[1-2]。古称神龟，是中国的瑰宝，历来享有“活翡翠”、“绿衣精灵”、“绿毛神龟”、“千年神龟”的美誉，它与白玉龟、蛇形龟、双头龟并称为中国四大珍奇龟。汉唐时，盛行养龟，许多文献对绿毛龟有详尽的记载，诸如：“殷纣时太龟生毛”，“龟千年生毛，是不可得之物也。”在唐朝，绿毛龟被列为宫殿里的5大宝物之一，是价值不菲的珍稀水生动物，也是极佳的观赏动物[2]。",
	"img": "lvmaogui.jpg"
}]